{
  "markdown": "# Tech Talk\n\n- All\n- Audio / Visual\n- Cabling\n- Electrical\n- Security\n\n**100v line -** or Constant Voltage Loudspeaker System provides a stable method of audio distribution/installation using voltage (provided via an amplifier) and step-down transformers (normally mounted within the loudspeakers). Advantages of 100v systems are the distance/lengths of the loudspeaker cable runs and the ability to add or remove loudspeakers from the system.\n\n**24fps (24p) -** Refers to a video format that operates at 24 frames per second remove with progressive scanning.\n\n**4K Resolution -** 4K Ultra High Definition (UHD) is the next generation of improved resolution television, providing 3840 x 2160 pixels.\n\n**5 GHz -** Wireless technology using unlicensed 5GHz frequency bands.\n\n**50 Hz -** Common Frame rate (image change rate) for video within Europe.\n\n**60 Hz -** Common Frame rate (image change rate) for video within America/Japan.\n\n**5.1 -** Surround sound that delivers 6 Channels of audio, five standard speakers, and 1 Sub-woofer.\n\n**7.1 -** Surround sound that delivers 8 Channels of audio, seven standard speakers, and 1 Sub-woofer.\n\n**acoustics -** The science of sound wave behavior in the air.\n\n**ADC (A/D Converter) -** An IC Chip that converts analog Audio-Visual signals into digital.\n\n**AFILS -** Audio Frequency Induction Loop System. See Induction Loop System.\n\n**AES -** Audio Engineering Society.\n\n**alternating current (AC) -** an electric current that reverses its direction periodically.\n\n**ambient light -** all light in a viewing room produced by sources other than the display.\n\n**ambient noise -** sound that is extraneous to the intended, desired, intentional, audio, and background noise.\n\n**amplifier -** an electronic device for increasing the strength of electrical signals.\n\n**amplitude -** the strength of an electronic signal as measured by the height of its waveform.\n\n**analog -** a method of transmitting information by a continuous but varying signal.\n\n**angularly reflective screen -** a screen that reflects light back to the viewer at a complementary angle.\n\n**ANSI -** American National Standards Institute.\n\n**AoIP -** Audio over IP allows audio signals to be transmitted via LAN, WAN, or web to IP-addressable endpoints, IP loudspeakers or IP amplifiers for control and distribution to multi-zone, multi-site PA systems.\n\n**aperture -** an opening in a lens regulating the amount of light passing through the lens to the image.\n\n**artifacts -** small disturbances that affect the quality of a signal.\n\n**aspect ratio -** the ratio of image width to image height (typically widescreen or standard).\n\n**attenuate -** to reduce the amplitude (strength) of a signal or current.\n\n**audio processor -** an electronic device used to manipulate audio signals in some manner.\n\n**audio signal -** an electrical representation of sound.\n\n**audio transduction -** converting acoustical energy into electrical energy, or electrical energy back into acoustical energy.\n\n**bands -** a grouping or range of frequencies.\n\n**bandwidth -** a measure of information carrying capacity without distortion.\n\n**bandwidth limiting -** the result of encoding a higher quality signal into a lower quality form, such as RGB converted into S-Video.\n\n**baseband -** video signal that has not been modulated.\n\n**bend radius -** maximum amount a conductor can be bent before excessive attenuation is encountered, signal integrity is compromised, or the conductor breaks.\n\n**bi-directional polar pattern -** the shape of the region where some microphones will be most sensitive to sound from the front and rear while rejecting sound from the top, bottom, and sides.\n\n**bit depth -** the number of bits used to describe data.\n\n**Bit -** In computer and digital terminology, a bit is the smallest unit of data. It is expressed in binary notation so that it is either 0 or 1–an 'off' or an 'on' switch. The word 'bit' is an amalgam of 'binary' and 'digit'.\n\n**Bit rate -** The number of bits that are transferred or processed per unit of time.\n\n**Bitstream -** Digital form of multi-channel audio data (e.g., 5.1 Channel) before it is decoded into its various formats.\n\n**blocking -** pieces of wood that have been inserted between structural building elements to provide a secure mounting point for finish materials or products.\n\n**block diagram -** an illustration of the signal path through a given system.\n\n**BNC -** a professional type of video connector featuring a two-pin lock.\n\n**boundary microphone -** a microphone that relies on reflected sound from a surrounding surface.\n\n**buffer amplifier -** an electronic device that provides some isolation between other components.\n\n**bus (buss) -** a wiring system that delivers power and data to various devices.\n\n**byte -** an 8-bit word is called a byte. The acronym for byte is the upper-case B.\n\n**BGM Background Music -** low-level music distributed via a PA system.\n\n**Bluetooth -** a wireless protocol for exchanging data over short distances from fixed and mobile devices. Commonly used for audio and mobile telephone headsets / hands-free applications. Operates in the 2.4GHz band.\n\n**Block Noise Reduction -** MPEG digital video compression works by compressing square areas of pixels. Under some conditions, an artifact called 'block noise' can occur in the picture. Block Noise Reduction processes the noise blocks so that they become less visible.\n\n**Blu-ray -** The Blu-ray Disc™ is a high-density optical disc format designed for storage of high-definition video and data.\n\n**cable -** an assembly of more than one conductor (wire).\n\n**capacitance -** the ability of a nonconductive material to develop an electrical charge which can distort an electrical signal.\n\n**capacitive reactance -** the opposition a capacitor offers to alternating current flow. Capacitive reactance decreases with increasing frequency or, for a given frequency; the capacitive reactance decreases with increasing capacitance. The symbol for capacitive reactance is XC.\n\n**captive screw connector -** sometimes called a Phoenix(R) connector, it is a molded plastic connector whose termination requires that you strip and slide a wire directly into a slot on the connector. A set screw then pushes a gate down to hold the wire in place.\n\n**cardioid -** heart-shaped region where some microphones will be most sensitive to sound predominately from the front of the microphone diaphragm and reject sound coming from the sides and rear.\n\n**carrier -** modulated frequency that carries video or audio signal.\n\n**Category 5 (Cat 5) -** the designation for 100-ohm unshielded twisted-pair cables and associated connecting hardware whose characteristics are specified for data transmission up to 100 Mb/s. (Part of the EIA/TIA 568A standard.)\n\n**category 5e (Cat 5e) -** an enhanced version of the Cat-5 cable standard that adds specifications for far-end crosstalk. (Part of the EIA/TIA 568A standard.)\n\n**category 6 (Cat 6 -** cable standard for Gigabit Ethernet and other interconnects that is backward compatible with Category 5 cable, Cat-5e, and Cat-3. Cat-6 features more stringent specifications for crosstalk and system noise. (Part of the EIA/TIA 568A standard.)\n\n**CATV -** Community Antenna Television system. Broadcast signals are received by a centrally located antenna and distributed by cable through a region.\n\n**CEC -** Consumer Electronics Control provides a limited amount of device-to-device control (e.g., by powering up a Blu-ray player, automatically changes the HDMI input on the connected television)\n\n**charged-coupled device (CCD) -** a semiconductor image-sensing device, commonly used in video and digital cameras, which converts optical images into electronic signals.\n\n**Channel 38 -** A frequency band that radio microphones can operate in (606 MHz - 614 MHz). Normally a license is required in the UK from JFMG to operate in this band.\n\n**Chrominance -** Signal used in video systems to convey the color information of the picture.\n\n**clock adjustment -** also called timing signals, used to fine-tune the computer image. This function adjusts the clock frequencies that eliminate the vertical banding (lines) in the image.\n\n**closed circuit television (CCTV) -** a system of transmitting video signals from the point of origin to single or multiple points equipped to receive signals.\n\n**coaxial cable -** a cable consisting of a center conductor surrounded by insulating material, a concentric outer conductor, and optional protective covering, all of the circular cross-section. Abbreviated coax.\n\n**CODEC -** an acronym for coder/decoder. An electronic device that converts analog signals, such as video and audio signals, into digital form and compresses them to conserve bandwidth on a transmission path.\n\n**color burst -** that part of an NTSC video signal that carries the color information. It is a signal consisting of several (8 to 10 in NTSC) cycles of unmodulated color subcarriers, superimposed at a specified location within the composite signal.\n\n**color difference signals -** signals which convey color information such as hue and saturation in a composite format. Two such signals are needed. These color difference signals are R-Y and B-Y, sometimes referred to as Pr and Pb or Cr and Cb.\n\n**comb filter -** transversal filter that combs out a specific set of frequencies. Comb filters are very effective in separating the chrominance and luminance sidebands in an NTSC video signal.\n\n**combiner -** in a process called multiplexing, the combiner puts signals together onto one cable constituting a broadband signal.\n\n**common-mode -** refers to either noise or surge voltage disturbances occurring between the power neutral (white wire) and the grounding conductor (green wire). Unwanted common mode disturbances exist as a result of noise injection into the neutral or grounding wires, wiring faults, or overloaded power circuits.\n\n**common-mode rejection ratio (CMRR) -** The ratio of the common-mode interference voltage at the input of a circuit, to the corresponding interference voltage at the output.\n\n**component video -** color video in which the brightness (luminance) and color hue and saturation (chrominance) are handled independently. The red, green and blue or, more commonly, the Y, R-Y, and B-Y signals are encoded onto three wires. Because these signals are independent, processing such as chroma keying is facilitated.\n\n**composite video signal -** the electrical signal that represents complete color picture information and all synchronization signals, including blanking and the deflection synchronization signals to which the color synchronization signal is added in the appropriate time relationship.\n\n**compression -** the action of the air molecules moving closer together permitting audible sound.\n\n**compressor -** a compressor controls the overall amplitude of a signal by reducing that part of the signal which exceeds an adjustable level (threshold) set by the user. When the signal exceeds the threshold level, the overall amplitude is reduced by a ratio, also usually adjustable by the user.\n\n**condenser microphones -** also called a capacitor microphone, it transduces sound into electricity using electrostatic principles.\n\n**conductor -** in electronics, a material that easily conducts an electric current because some electrons in the material are free to move.\n\n**cone -** most commonly used component in a loudspeaker system and found in all ranges of drivers.\n\n**conferencing systems -** the technology by which people separated by distance come together to share information. Conferencing systems may include projection, monitor displays, computers, satellite connections video and audio playback devices, and much more.\n\n**continuity -** the quality of being continuous (as in a continuous electrical circuit).\n\n**control track -** the portion along a length of a recorded tape on which sync control information is placed; used to control the recording and playback of the signal.\n\n**CPU -**(central processing unit); the portion of a computer system that reads and executes commands.\n\n**crosstalk -** any phenomenon by which a signal transmitted on one circuit or channel of a transmission system creates an undesired effect in another circuit or channel.\n\n**CRT -** Cathode Ray Tube; the video display tube used in monitors and receivers, radar displays, and video computer displays. The CRT is a high-vacuum tube containing an electron gun to produce the images seen on the face of the tube.\n\n**current -** the amount of electrical energy that is flowing in a circuit.\n\n**curvature of field -** a blurry appearance around the edge of an otherwise in-focus object (or the reverse) when the velocity of light going through the lens is different at the edges than at the center of the surface, due to the lens design.\n\n**Coaxial Digital Audio -** Coaxial digital cables are the most common type of connection cable used for digital audio. They look like the RCA cables that many people use and are familiar with. The only difference is that it carries digital instead of analog signals.\n\n**Component Video -** Video signal is separated into its component form i.e., red, green (sync), and blue, and referred to as YUV. (Also see YPbPr and YCbCr). Component Video signal is the same as YUV where Y = luminance Pb = blue minus luminance and PR = red minus luminance.\n\n**Composite Video -** The composite video signal is where the luminance and chrominance are mixed with sink information down a single cable.\n\n**DAC (D/A converter) -** An IC Chip that converts digital signals into analog.\n\n**D-sub connector -** a generic name for D-shaped serial connectors used in data communications.\n\n**dBSPL -** a measure of sound pressure level measured in dynes per centimeter squared. Its reference, 0 dBSPL equals 0.0002 dynes/cm2. dBSPL is used as a measure of acoustical sound pressure levels and is a 20log function.\n\n**decibel -** a comparison of two measurements or values. Abbreviated dB, it is one-tenth of a Bel (a unit of measurement named for Alexander Graham Bell).\n\n**deflection coil -** a uniform winding of wire used to electromagnetically direct an electron beam to draw an image on a cathode ray tube (CRT).\n\n**delay -** an audio signal processing device or circuit used to retard the speed of transmission on one or more audio signals or frequencies.\n\n**demodulator -** electronic device that removes information from a modulated signal.\n\n**depth-of-field -** the area in front of a camera lens that is in focus from the closest item to the camera to the furthest away.\n\n**Deep Color -** Term used to describe a gamut (color space) comprising a billion or more colors. The HDMI 1.3 specification supports Deep Color bit depths. It defines bit depths for Deep Color as 30 (10) bits (1.073 billion colors), 36 (12) bits (68.71 billion colors), and 48 (16) bits (281.5 trillion colors).\n\n**De-interlaced Video -** A video image is made up of a series of still images played in rapid succession, this is divided into a series of scan lines drawn on the display, de-interlaced video draws all these scan lines in one pass.\n\n**Display Port -** Digital interface transmitting HD video, audio, and data signals.\n\n**differential-mode -** refers to either noise or surge voltage disturbances occurring between the power hot and the neutral conductor. Most differential mode disturbances result from load switching within a building, with motor-type loads being the biggest contributor.\n\n**diffusion -** the scattering or random redistribution of a sound wave from a surface. It occurs when surfaces are at least as long as the sound wavelengths, but not more than four times as long.\n\n**digital -** a method of transmitting information by discrete, non-continuous impulses.\n\n**digital-to-analog converter -** an electronic device that converts digital signals into analog form.\n\n**D-ILA -** Digital Direct Drive Image Light Amplification projectors.\n\n**DIN connector -** Deutsche Industrie-Norm (DIN) – a connector that follows the German standard for electronic connections.\n\n**direct current (DC) -** electricity that maintains a steady flow and does not reverse direction, unlike alternating current (AC). Usually provided by batteries, AC to DC transformers, and power supplies.\n\n**direct sound -** also known as near-field, it is sound that is not colored by room reflections.\n\n**dispersion -** can be seen when a white light beam passes through a triangular prism. The different wavelengths of light refract at different angles, dispersing the light into its individual components.\n\n**distributed sound -** a sound system in multiple loudspeakers separated by distance and typically operates at a lower sound pressure level than a high-pressure system. The loudspeakers are most often suspended over the heads of the listeners.\n\n**distribution amplifier -** an active device used to split one input into multiple outputs while keeping each output isolated, and the signal level constant.\n\n**DLP -** Digital Light Processing(c) by Texas Instruments. A projection system that has technology based on the Digital Micromirror Device (DMD). It uses thousands of microscopic mirrors on a chip focused through an optical system to display images on screen.\n\n**document camera -** an imaging device used to create a video image of printed documents or three-dimensional objects.\n\n**dome -** used in all ranges of drivers.\n\n**driver -** in audio, an individual speaker unit.\n\n**DTV -** Digital Television; a signal transmitted digitally.\n\n**DVD -** Digital Video Disc or Digital Versatile Disc; an optical storage medium for data or video.\n\n**DVI -** Digital Visual Interface; a connection method from a source (typically a computer) and a display device that can allow for direct digital transfer of data. The digital signal is limited to 5 meters.\n\n**DVI-D -** one of two common multi-pin connectors available for DVI signals. The DVI-D carries no analog video information, only digital. The digital signal is limited to 5 meters.\n\n**DVI-I -** one of two common multi-pin connectors available for DVI signals. The DVI-I adds analog video to the connection, permitting greater distances than the digital limit of 5 meters.\n\n**dynamic microphone -** a pressure-sensitive microphone of moving coil design that transduces sound into electricity using electromagnetic principles.\n\n**Dolby TrueHD -** Dolby TrueHD is an advanced lossless multi-channel audio codec developed by Dolby Laboratories which is intended primarily for high-definition home-entertainment equipment such as Blu-ray discs.\n\n**Dolby Digital Plus (DD+) -** A digital audio compression format developed from the earlier Dolby Digital, increasing quality, and available Channels.\n\n**DTS-HD Master Audio -** Lossless audio codec created by Digital Theater Systems developed from the earlier DTS with increased sampling frequency and bit rate.\n\n**Dynamic Range -** Dynamic range describes the ratio of the quietest sound to the loudest sound in a musical instrument or piece of electronic equipment.\n\n**Downscaling -** Reduction of a video signal from one size (resolution) to another.\n\n**DVI -** Digital Video Interface is a video interface standard designed to provide extremely high visual quality on digital display devices such as flat panel LCD displays and digital projectors.\n\n**Digital Noise Reduction -** Eliminates unwanted color noise from the video signal for smoother image reproduction.\n\n**early reflected sound -** created by sound waves which are reflected (bounced) off surfaces between the source and the listener. The sound waves arrive at the listener’s ear closely on the heels of the direct sound wave.\n\n**echo cancellation -** a means of eliminating echo from an audio path.\n\n**EDID -** Extended Display Identification Data ('EDID' for short) is a data command structure provided from a digital display (i.e., Screen, TV, or projector) that communicates its capabilities to the AV system. EDID data typically includes manufacturer name, model and serial number, display size, resolution, luminance information, etc.\n\n**EIA -** Electronics Industries Alliance. The association which determines recommended audio and video standards in the United States.\n\n**electromagnetic interference (EMI) -** an electrical disturbance caused by an electromagnetic field, either low frequency or radio frequency (RF).\n\n**EMI -**(See electromagnetic interference.)\n\n**emissive technology -** any display device that emits light to create an image.\n\n**encoded -** a signal that has been compressed into another form to reduce size or complexity, as in a composite video signal.\n\n**equalizer -** electronic equipment that adjusts or corrects the frequency characteristics of a signal.\n\n**EN54 -** a mandatory standard that specifies the requirements and test procedure for every component of a fire alarm and detection system.\n\n**equipment rack -** a centralized housing unit that protects and organizes electronic equipment.\n\n**Ethernet -** A PC interface used to connect computers and peripherals in a Local Area Network (LAN).\n\n**expander -** an audio processor that comes in two types: a downward expander and a part of a commander.\n\n**Feedback -** Microphone Feedback (also known as the 'Larson Effect') is the disturbing howl/squeal/buzz noise created when a microphone and loudspeaker negatively affect one another. Feedback occurs when sound from loudspeakers is picked up by the microphone, re-amplified and picked-up again from the speakers. This continuous loop results in the howl or rumble of the feedback effect.\n\n**Frequency Response -** Describes the general output frequency range of a device/amplifier.\n\n**Full HD -** 1920 x 1080p (progressive) video resolution.\n\n**HD -** High Definition.\n\n**HD Ready -** TVs that can display High-Definition content in both 720p and 1080i formats as a minimum standard.\n\n**HDD -** Hard disk drive.\n\n**HDTV -** High-definition television.\n\n**HDBaseT -** Transmits converged uncompressed full HD digital video, audio, one hundred BaseT Ethernet, Power-over-Ethernet (PoE), and various control signals through a single Cat5e/6/7 cable over a distance of up to one hundred metros. Utilizing its full features is known as HDBaseT '5Play'.\n\n**HDBaseT Lite -** Reduced function, lower cost version of HDBaseT; this 3Play 'Lite’ version transmits HD video, audio, and control signals through a single Cat5e/6/7 cable over a distance of up to sixty metros.\n\n**HDMI -** Stands for High-Definition Multimedia Interface and provides an easy and convenient way of connecting digital audio-video components.\n\n**HDMI v1.x -** Different HDMI specifications released by HDMI LLC.\n\n**HDMI 2.0/2.0a -** With HDMI 2.0, among the many new features the increase in data speed from 10.2 to 18 Gbit/s is by far the most important. This increase in speed allows HDMI 2.0 to carry 4K resolution at 60 frames per second. Other features of HDMI 2.0 include; up to 32 audio channels for a multi-dimensional immersive audio experience, up to 1536kHz audio sample frequency for the highest audio fidelity, simultaneous delivery of dual video streams to multiple users on the same screen, simultaneous delivery of multi-stream audio to multiple users (up to 4), support for the wide angle theatrical 21:9 video aspect ratio, dynamic synchronization of video and audio streams, CEC extensions provides expanded command and control of consumer electronics devices through a single control point. Support for BT.2020 Colorimetry with ten or more bits of cooler depth. The latest revision HDMI 2.0a, adds support for High Dynamic Range (HDR). HDR for TVs promises more realistic video with brighter bright and darker dark. This technology comes under various guises and names depending on the manufacturer\n\n**HDMI over IP -** HDMI over IP technology converts HDMI signals to TCP/IP packets and delivers them across a network utilizing the same CAT wiring that is already in place for standard IP Networks such as Ethernet. By using H.264 compression technology (as used by Blu-ray and Netflix) HDMI over IP allows you to send signals up to 4K over standard gigabit LAN networks including Ethernet switches. Although H.264 is not lossless compression in the strict mathematical sense, the amount of loss is typically imperceptible. The latency of H.264 is ultra-low with the signal delay down to an unnoticeable two or three frames per second.\n\n**HDCP -** Stands for High-bandwidth Digital Content Protection. It is a copy-protection scheme developed by Intel to be used in conjunction with DVI and HDMI connections.\n\n**HDCP 2.2 -** The latest version of the High-bandwidth Digital Content Protection protocol specifically developed to support 4K UHD content.\n\n**Induction loop System -** An Induction loop System (also known as an Audio Frequency Induction Loop, AFILS, or Hearing Loop) is an assistive hearing system providing access to sound distribution for those wearing a hearing aid. Often integrated into a standard 100v Line PA System.\n\n**Ingress Protection -** Also known as I.P. Rating, Ingress Protection is the characteristic of a product in terms of its resistance to the penetration of solid objects and liquids. Indicated by the letters IP (International Protection) followed by two numbers: the first number = protection against solid object ingress, the second being protection against liquid ingress. Often related to outdoor or harsh environment products such as loudspeakers and surveillance cameras.\n\n**Interlaced Video -** A video image is made up of a series of still images played in rapid succession; this is divided into a series of scan lines drawn on the display. The interlaced video draws all these scan lines in two passes.\n\n**IP -** Internet protocol.\n\n**I.P. Rating -** See Ingress Protection.\n\n**IR -** Infrared, commonly used as a wireless line of sight control for AV equipment.\n\n**JPEG -** JPEG stands for Joint Photographic Experts Group, a consortium that has developed and spread this format worldwide. It is a compression format that efficiently stores digital images.\n\n**KSV -** Key Selection Vector. A unique numerical key in HDCP content protection.\n\n**LCD -** Liquid Crystal Display, a high-quality LCD display that gives a clearer picture with excellent color, contrast, and detail, also used with some projectors.\n\n**LED -** Light-emitting Diode, a semiconductor device that emits visible light when an electric current passes through it.\n\n**Low Impedance -** Also referred to as Low Z - the resistance of a loudspeaker or load capability of an amplifier, usually expressed in Ohms. Typical impedance levels are 4ohm, 8ohm, or 16ohm. Low Z systems are typically used in high-power music reproduction systems.\n\n**Low Z -** See Low Impedance\n\n**LPCM -** Linear Pulse Code Modulation is an uncompressed audio technology. Instead of compressing sound data, it simply stores the information as it is, giving you an exact copy of the original. Various bit and sampling rates can be used.\n\n**Luminance -** This is the signal used in video systems to convey the light information of the picture.\n\n**MPEG4 -** Stands for Motion Picture Experts Group and represents a family of digital audio and video coding standards. MPEG4 has a high compression ratio, which creates a small file size that is suitable for personal computers and Internet applications.\n\n**Motion Adaptive Field Noise Reduction -** This new noise-reduction technology reduces background noise.\n\n**NFC / Near Field Communication -** Advanced NFC (Near Field Communication) technology allows 2-way wireless communication between electronic devices. The devices communicate over a short distance (usually up to a maximum of 4 cm), and it is precisely this noticeably short range that ensures the security of this technology.\n\n**An employee/user can use their NFC -** enabled smartphone to gain secure access to a building by placing it near a suitable access unit. NFC technology can be used as an alternative to an RFID card/pass system.\n\n**NTSC -** In the US and Japan, NTSC (National Standards Television Committee) is the standard used for all video equipment. NTSC uses 525 lines to make up a TV picture and scans at 60 Hz.\n\n**OSD -** On-Screen Display.\n\n**Optical Digital Audio -** Optical digital cables use the Toslink connector, these use pulses of light to transmit digital audio data. Optical uses light thus it is immune to interference from electromagnetic and radio frequencies.\n\n**PA (Public Address) -** Public Address / Public Address System. An electronic audio amplification system (usually for voice and background music), including amplification, loudspeakers, and sound source (microphone, music source, etc.).\n\n**PAL -** Phase Alternation Line, this is the video standard used most in Europe. PAL uses 625 lines to make up a TV picture and scans at 50Hz.\n\n**Passive -** A passive speaker does not have a built-in amplifier; it needs to be connected to an amplifier to provide the current to make it work.\n\n**PCM -** Pulse Code Modulation, digital bitstream audio format commonly supporting sixteen bits up to 48kHz sampling frequency in stereo.\n\n**Phantom Power -** A DC power source used for providing voltage to operate microphones that contain active electronic circuitry such as condenser/electret types down the microphone cable line. Usually provided by the source equipment (Mixer Desk/Preamp/Amplifier) various voltage options are available between 3~52v DC. Separate Phantom Power PSU devices are also available.\n\n**Pixel -** Short for Picture Element, Pixels are the tiny dots of information that make up a digital image. The more pixels there are on the camera's image sensor (CCD or CMOS) or display, the higher the image resolution will be.\n\n**PoC / Power over Cable -** Like PoE (or Power over Ethernet), PoC / Power over Cable allows for both data and power to be sent simultaneously over the cable (usually Cat5e/Cat6).\n\n**Frequently utilized in HDBaseT and HDMI -** over-Cat cable systems, PoC will send power from the Transmitter / Splitter / Matrix to power the Receiver at the remote end of the connection, negating the need for a mains power supply at the Receiver.\n\n**PoE / Power over Ethernet -** Power over Ethernet – also known as PoE – describes systems that allow for power and data to be simultaneously sent over the same data / Ethernet cable, with the power being supplied by an Ethernet Router or Switch. PoE is often used to supply power at the remote end of a transmission over a Cat cable system (such as IP cameras, IP telephones, etc.) where local power may not be available or where reduced cable connectivity is beneficial to the installation.\n\n**Powered -** Powered speakers, also known as self-powered speakers or active speakers have built-in amplifiers. They can be connected directly to an audio source, such as a Mixer/ Pre-Amp or Music Player without the need for an external amplifier.\n\n**Progressive Scan -** A sales term for describing de-interlaced video.\n\n**PVR -** Personal Video Recorder, a device that records video without videotapes or discs.\n\n**Pass Through -** Video by-pass output, outputs an additional copy of the original input signal.\n\n**Receiver (RX) -** Receives AV signals through various interconnects after being sent by a compatible transmitter.\n\n**RCA -** Recording Company of America, RCA (or Phono) is the standard way of connecting audio and video components.\n\n**RGB -** Stands for red, green, and blue. A video connector or lead that offers RGB output carries these primary colors separately for greater picture quality.\n\n**RJ45 -** The RJ45 is a connector used on CAT cabling for connecting computers and other devices to local area networks (LANs).\n\n**RMS -**'Root Mean Squared' - the formula used to calculate an approximate average of the power an amplifier can continuously create, and a speaker receives.\n\n**RS-232 -** Is a voltage loop interface for two-way (full-duplex) communication.\n\n**Resolution -** The number of pixels in an image. The higher the resolution, the more detailed the picture will be.\n\n**SIP -** SIP-which stands for 'Session Initiation Protocol'-is a standard protocol to establish, modify or terminate multimedia sessions (video, voice, chat, gaming, and virtual reality) or internet telephony calls. It is mostly used in internet telephony for voice and video calls over Internet Protocol (IP) networks, as well as audio multicast meetings and instant messaging conferences. In the world of VoIP, SIP, as the name suggests, is a call setup protocol (as opposed to a 'data transfer' protocol) and is needed in a voice call, for example, to get two telephones talking. SIP can run over IPv4 and IPv6 and it can use either TCP or UDP.\n\n**S-Video -** A high-quality video connection that offers better picture quality than standard composite video. S-Video cables have round, mini four-pin plugs, and sockets.\n\n**Sampling Rate -** Sampling is the process of converting the heights of a sound wave (analog signal) taken and converted at set periods into digits (digital encoding). The sampling frequency is the number of samples taken per second, so larger numbers mean a more faithful reproduction of the original sound.\n\n**SCART -** An audio/video connector to carry the audio & video signals on one convenient cable.\n\n**SD -** Standard Definition, traditional format used for TV made up of 576 (visible) Horizontal lines (PAL).\n\n**Stereo -** Stereophonic sound, commonly called stereo, is the reproduction of sound using two or more independent audio Channels through a symmetrical configuration of loudspeakers in such a way as to create the impression of sound heard from various directions, as in natural hearing.\n\n**TBC -** Time Base Corrector, ensures optimum playback picture quality even in freeze frames or slow motion and compensates for any irregular movement of the tape transport mechanism.\n\n**Transmitter -** Transmits AV signal through various interconnects and is accepted by a compatible receiver.\n\n**UHD -** Ultra HD or Ultra High-Definition consumer display format with a resolution of 3840 x 2160. It is increasingly referred to as '4K UHD'. A UHD display will deliver four times as much detail as the Full HD (1080p) displays we are so familiar with, with around eight million pixels per screen. This technology is also starting to feature in cameras, smartphones, and tablets, as well as computer monitors and PC games.\n\n**USB -** Universal Serial Bus. A connection port for transferring digital data, used on PCs.\n\n**USB 3.1 -** The latest revision of USB utilizes a new transfer technology called 'Superspeed Plus which as the name suggests significantly increases data transfer speeds compared with the previous USB 2.0 and 3.0. With a huge boost in bandwidth, USB 3.1 Superspeed Plus delivers an incredible 10 Gbps data transfer speed. USB 3.1 also supports 'Quick Charge' - delivering a massive one hundred Watts of power!\n\n**USB Type C -** The latest USB connector - Type C is smaller than previous versions, rotatable (you will not have the annoyance of trying to plug in a connector 'the wrong way up'), and features the new, increased ion configuration to support full USB version 3.1.\n\n**Upscaling -** Conversion of a video signal from one size (resolution) to another, upscales increase the resolution.\n\n**Voice over IP (VoIP) -** is a category of hardware and software used to manage the delivery of voice information over Internet Protocol (IP) networks, such as the internet, and involves sending voice information in digital form in discrete packets. The main advantages of VoIP over traditional telephony are its inexpensive implementation costs and its versatility. That said, there is a greater likelihood of dropped calls and degraded voice quality when the underlying network is heavily used. Other terms commonly associated with VoIP are IP telephony, Internet telephony, broadband telephony, and broadband phone service.\n\n**Widescreen - -** Screen display ratio providing a greater width-to-height ratio. The 'standard' widescreen ratio is 16:9 (compared with the traditional TV ratio of 4:3).\n\n**Wireless -** Devices that are Wi-Fi or Wireless enabled can connect to a local area network and send/receive data without the need for a physical (wired) connection.\n\n**Wireless Inductive Charging -** Set to be one of the next key must-have functions in smartphones and handheld devices, wireless inductive charging allows for connector / cable-free charging of battery-powered devices.\n\n**xvYCC -** Extended gamut YCC (also called x.v. Color) is a color space that can be used in the video electronics of television sets to support a gamut 1.8 times larger than that of standard sRGB color space.\n\n**YPbPr -** Refers to Component video (YUV) at a higher resolution than standard definition.\n\n**Secam -** color-television broadcasting system used in France\n\n**Adware -** Advertising software that may (or may not) monitor your computer use in order to target ads to you. This data is often sold to third parties in order to help them improve their marketing tactics and messaging.\n\n**Denial of Service -** A cyber-attack that overwhelms or impairs computer networks, systems, or applications by flooding them with data requests.\n\n**Encryption -** The process of converting regular text – in an email, for example – to unintelligible text using a cryptographic algorithm. The text is converted back to its original form when it is received by the intended recipient.\n\n**Keylogging -** The action of recording (logging) the keys pressed on a keyboard, typically covertly, so that the person using the keyboard is unaware that their actions are being monitored. Spyware and malware may use keylogging to steal usernames and passwords, among other things.\n\n**Malware -** Refers to malicious software (malware) programs designed to damage or perform other unwanted actions on a computer system. Malware may be used to steal private data, delete data from a user’s computer, or give other people access to a user’s computer without their knowledge.\n\n**Multi-Factor Authentication (MFA) -** Multi-factor authentication – also called MFA – is a form of security authentication that requires a user to present two or more authentication factors in order for the authentication to be complete. For example, two-factor authentication (2FA) commonly asks users to input their username and password (authentication part one) and then might send them a text message or email with a code or link (authentication part two).\n\n**Phishing -** Phishing refers to attempts by an individual or group to solicit personal information from unsuspecting users by posing as a legitimate organization or a person (or coworker) they already know. Phishing scams are very common in the workplace and typically take the form of emails, text messages, or social media messages.\n\n**Ransomware -** A type of malicious software, or malware, designed to block access to a computer system until a financial ransom is paid. Ransomware is typically spread through phishing emails or by unknowingly visiting an infected website.\n\n**Spyware -** Software installed onto a computer system to gather information on individuals or organizations without their knowledge.\n\n**Virus -** A computer program used to compromise a computer system by performing actions that may be malicious and/or destructive. Viruses often create copies of themselves and send them to other computers that the host computer has access to.\n\n**Alternating Current (AC) -** An electric current that reverses its direction many times a second at regular intervals, typically used in power supplies. If you plug a piece of equipment into a wall socket, or it does not run solely on a battery (lighting, appliances, etc.) then you are using AC.\n\n**Circuit -** A circuit is a path in which electrons from a voltage or electrical current source flow. Circuits use two forms of electric power, Alternating Current (AC) and Direct Current (DC) (See Panels & Circuit Breakers)\n\n**Circuit Breaker -** A circuit breaker is a device designed to shut off a circuit when too much current is flowing. This usually occurs if too many devices are plugged in or if there is a short circuit. Circuit breakers are usually installed in the electrical panel. (See Panels & Circuit Breakers).\n\n**Current -** Current is the amount of electric charge that flows.\n\n**Direct Current (DC) -** An electric current flowing in one direction only. Commonly used in electronic devices with a battery for a power source, like a cell phone or a laptop.\n\n**Electric Power -** Electric power is the rate at which energy is used, stored, or transferred.\n\n**Electrical Outlet -** An outlet or receptacle is a socket that connects a device to an electricity supply. Also known as an electrical receptacle, or wall socket. (See Outlets & Switches)\n\n**Electrical Panel -** The electrical panel is a metal box that takes in the main power from your electric provider into your home and distributes the electrical current to the circuits throughout your home. Also, may be called a Service Panel, a Fuse Box, Breaker Box, or a Circuit Breaker panel. (See Panels & Circuit Breakers)\n\nThe panel also operates as a safety mechanism, helping to cut off the flow of electricity in cases of circuit overload.\n\n**Fuse -** A fuse is a device that shuts off the power to a circuit when too much electric current flows through it. This usually happens when too many appliances are plugged in or when there is a short circuit. Modern homes with updated wiring have circuit breakers, not fuses. (See Panels & Circuit Breakers)\n\n**GFCI Outlet -** A ground fault circuit interrupter (GFCI), or Residual Current Device (RCD) is a type of circuit breaker which shuts off electric power when it senses an imbalance between the outgoing and incoming current.\n\nThe main function of a GCFI is to protect people from electric shock and protect the house wires and receptacles from overheating and possible fire. They are mostly found in kitchens, bathrooms, and other high-moisture environments. (See Outlets & Switches)\n\n**Ground -** In case of a short circuit in an electrical system, the grounding pathway is an alternative “safe” path for the excess electrical current to be dispersed.\n\nOlder homes may not have grounding systems, which leaves them prone to fires and electrical shocks.\n\n**Jacket -** A term used in wiring; the jacket is the rubberized, protective outer covering over the wires.\n\n**Kilowatt-Hour (kWh) -** A unit of measurement for larger amounts of electricity usage. 1kWh=1,000 Watts.\n\nThis number is commonly seen on your home electric bill to track your monthly energy consumption.\n\n**Power Surge -** A power surge happens when there is a very brief spike in your home’s electrical current. If a home has faulty wiring these power surges can damage your electrical system and any attached appliances or products using electrical outlets for power. (See Outlets & Switches)\n\nPower surges can happen from lightning strikes, but also from changes in the current that you don’t even notice. Ask your electrician about Whole Home Surge Protection to protect your valuables.\n\n**Switches -** A piece of equipment that controls the flow of electricity to an electrical circuit.\n\n**Voltage (V) -** Voltage is the “push” behind the electrical current. Average outlets run on 120V of electricity.\n\n**Watt/Wattage -** A watt is the unit of measurement to determine how much electrical energy is consumed in a second.\n\nHigh-wattage products, like incandescent light bulbs, expend more electrical energy and are therefore more expensive to use than lower-wattage products like LED lighting.\n\n**AWG -** Short for \"American Wire Gauge,\" this specification is used to measure the diameter of solid and round electrical conducted wire. This measurement helps determine a wire's current carrying capacity as well as its voltage and level of resistance. The standard way that a wire gauge rating is determined is that the larger the number, the smaller the actual AWG. For example, 14 AWG is smaller and contains less copper than a wire with a 12 AWG rating. See also: \"Wire Gauge.\"\n\n**Cat5e -** Short for \"Category 5e\", this is an Ethernet network cable standard that carries up to one Gigabit per second network speeds. (Its predecessor, Category 5, provided up to one hundred megabits per second speeds.) It is currently considered a minimum grade of cable to use for new network installations. Network installers often debate the relative merits of using Category 5e cable as opposed to newer technologies, such as Cat6 or Cat6A (see below). The decision comes down to cost vs usage requirements; for example, Category 5e provides more than enough bandwidth and speed for a home user / residential network, as residential internet connection speeds typically max out at 100 Mbps, one-tenth of the capabilities of Category 5e cabling. However, a corporate campus with dozens, or hundreds, of users may find itself limited by Category 5e wiring and need something with higher performance metrics.\n\n**Cat6 -** Short for \"Category 6\", this type of Ethernet cable is the next-generation standard following Cat5e. Like Cat5e, it supports Gigabit network speeds. However, it is built to more stringent technical requirements, allowing for better performance. While Cat5e cable supports gigabit speeds, problems can occur in practice, especially for longer runs of cable, the cable that is installed in areas that experience electrical interference, or other issues. When errors occur in the transmission of data across a network cable, that data needs to be resent, which causes the network to not perform as efficiently. Cat6 cable is designed to mitigate those issues by requiring the cable to perform to higher standards on several key benchmarks, including minimizing \"crosstalk\" (interference between two pairs of wires inside the cable).\n\n**Cat6A -** As of 2015, \"Category 6A\" is the newest standard of Ethernet cable recognized in North America (although standards bodies in Europe have ratified other standards). It is designed to support ten gigabits per second and is an excellent choice for new commercial network installations. While currently being the most \"future-proof\" copper cable technology, it is also considerably more expensive to purchase as well as more difficult (thus, more expensive) to professionally install. In fact, there is debate among network installers as to whether it should be used at all, or whether another cable technology (such as fiber optic cable) should be deployed instead.\n\n**CL2 -** This is a cable jacket fire resistance rating defined in Article 725 of the National Electric Code. It stands for \"Class 2 Remote-Control, Signaling, and Power-Limited Circuits\" cable, which indicates that the cable is suitable for in-wall installation and use for certain low-voltage applications. Examples of Class 2 circuits include burglar alarm cabling, intercom wiring, and speaker wire. The jacket is designed to protect against voltage surges of up to 150 volts. CL2 cables may be further classified as \"CL2R\" (Riser-Rated) and CL2P (Plenum-Rated). For a more detailed explanation of Riser and Plenum ratings, see \"CMR\" and \"CMP\" below.\n\n**CL3 -** CL3 stands for \"Class 3\" wire and is also defined in Article 725 of the National Electric Code. Broadly speaking, it mirrors the definitions of Class 2 wire, but the jacket is designed to protect against voltage spikes of up to three hundred volts.\n\n**CM -** This is a cable jacket fire resistance rating defined in Article 800 of the National Electric Code. It stands for \"Communications Multipurpose\" cable, which indicates that the cable is a communications cable suitable for in-wall installation. In practice, \"communications cable\" means, \"network cable.\" Type CM cables are the minimum jacket ratings suitable for in-wall installation of network cables and are appropriate for installation inside a residence or a single-story commercial building. As with any in-wall-rated cable, the goal is to prevent fire from traveling along a cable from one part of a building to another. Cables that are labeled \"Type CM\" must pass a standardized flammability test and be certified by an accredited laboratory, such as Underwriters Laboratories (UL).\n\n**CMP -** This is a cable jacket fire resistance rating defined in Article 800 of the National Electric Code. It stands for \"Communications Multipurpose Cable, Plenum\", which indicates that the cable is suitable for installation in a plenum space. Because air travels throughout a building via plenum spaces, it is critical that cables that are installed in such spaces do not give off toxic smoke when they burn. Thus, plenum-rated cables are designed using materials that burn more cleanly and self-extinguish more easily. As the flammability requirements for Type CMP cables are stricter than Type CM and CMR cables, Type CMP cables can be used as a substitute in any area where CM and CMR would be required. Cables that are labeled \"Type CMP\" must pass a standardized flammability test and be certified by an accredited laboratory, such as Underwriters Laboratories (UL).\n\n**CMR -** This is a cable jacket fire resistance rating defined in Article 800 of the National Electric Code. It stands for \"Communications Multipurpose Cable, Riser\", which indicates that the cable is suitable for use in a \"riser\" installation, meaning, it can be installed vertically between stories of a commercial building. The goal of a riser-rated cable is to be flame-retardant enough to prevent the spread of fire from one floor to another. In that respect, it is more flame-retardant (and consequently, more expensive) than type CM cable, although not as much as type CMP cable (see CM, CMP). As the flammability requirements for Type CMR cables are stricter than Type CM cables, Type CMR cables can be used as a substitute in any area where Type CM would be required. Cables that are labeled \"Type CMR\" must pass a standardized flammability test and be certified by an accredited laboratory, such as Underwriters Laboratories (UL).\n\n**CSA -** This stand for the Canadian Standards Association. This is the Canadian counterpart of Underwriters Laboratories and is often responsible for certifying cables and other products for safety in Canada. It is common to see a cable jacket stamped with the letters \"CSA\" followed by a \"file number\", indicating that the cable has been approved by the CSA for its intended use.\n\n**FTP -** This is an abbreviation for a \"foiled twisted pair\" Ethernet cable. An FTP cable is constructed with a single aluminum shield that surrounds all four pairs of wires inside the cable, creating a cover for all the wires inside the cable. The purpose of the shield is to prevent RF interference from entering the cable. This is the most common type of shielded Ethernet cable in the United States, many times (incorrectly) referred to as STP (see also STP below).\n\n**IEC -** Stands for \"International Electrotechnical Commission\" which is an International non-governmental organization that is based out of Switzerland. Most developed Nations around the world are currently members (Called National Committees) with developing Nations being encouraged to join an affiliate program. Electrotechnology encompasses electrical and electronic technologies. The IEC develops international standards for technologies that range from power generation to home appliances to marine energy. Regarding cabling, these standards make it easier to match power plugs to devices.\n\n**In-Wall -** Usually in reference to an \"in-wall rated\" cable which is designed to be installed inside a wall safely. Cables that are in-wall rated need to have a designation printed on the cable jacket showing exactly what its rating is. These ratings are flammability related. CL2 and CL3 are commonly seen on standard in-wall rated cables such as HDMI cables or Audio Video cables. There are also higher-rated designations such as CM, CMR, and CMP. If a CL2-rated cable is required for an installation, a higher-rated cable can always be used in its place.\n\n**Insulated Wire -** A metal conductor of electricity covered with a non-conducting material such as plastic. The plastic insulation protects the conductor and keeps it a certain distance from any shielding that would go on the outside of the insulation. Any cable for audio-video use would have an insulated wire.\n\n**Jacket -** This is an external layer of insulation that covers and protects everything that make-up any cable assembly. If a cable is in-wall rated, it is only the jacket that has the rating. Different ratings require varied materials with varying burn and smoke requirements. Typical low-voltage cables will have a polyethylene or PVC jacket.\n\n**LSZH -** Stands for \"Low Smoke Zero Halogen\" rated cable. Used in areas that are not able to be ventilated sufficiently such as aircraft, the railroad industry, or any other enclosed space. Polyethylene or PVC is typical in low-voltage cabling. During combustion, these materials emit dangerous gas. In the event of a fire, a cable with an LSZH-rated jacket will not release as much toxic smoke as regular cables.\n\n**NEMA -** Stands for \"National Electrical Manufacturers Association\". In the cabling world, a NEMA connector is part of a group of standards referring to power plugs and receptacles used in North America. The power outlet used the most in the United States is the NEMA 5-15R. NEMA 5-15P is the male version that would be found on power cords.\n\n**OD -** The abbreviation for the \"outside diameter\" dimension that is used to measure the diameter of a cable. In general, as the wire gauge increases, so does the cable OD. The thickness and the material that makes up the cable jacket can also affect the overall cable OD. All cable and wire specs will include the OD as part of the detail on cable drawings. When planning an installation with a conduit, it is especially important to know the OD of a cable, in the case that the conduit is running narrow, and the cable may not fit properly.\n\n**Plenum -** These cables are to be used in the \"plenum\" area of a building, which is within a raised flooring area (such as air ducts) or wherever air circulates through the building. For a cable to obtain a \"plenum\" rating, the cable must have a fire-retardant jacket made from non-flammable material. Plenum cables will not emit toxic smoke if exposed to fire and will not reignite themselves after self-extinguishing. You will typically find plenum ratings used in network, security, fire alarm and coax video cables. Also see: \"CMP\"\n\n**PVC -** This is the abbreviation for \"Polyvinyl Chloride,\" and is the most common jacket material used in cabling. PVC is a synthetic plastic polymer designed for indoor use. PVC breaks down easily if used outdoors, as it is not designed to withstand the outside elements. Standard PVC is not designed for use in the plenum areas of a building, as this material does omit toxic smoke when exposed to fire. This type of material is listed as the jacket material on the spec sheet for most PC cables and wires.\n\n**Rip Cord -** This is a cord of strong yarn that is used to split the outer jacket of a cable, allowing access to the insulated conductors inside. Bulk fiber network cable will typically include a ripcord, but jacket rip cords can also be found in other types of wire as well. Rip cord is also used to describe split cables that can be pulled apart to strip back individual ends in cables such as speaker wires and lamp cords.\n\n**Riser -** A \"riser-rated\" cable is designed for cable runs in non-plenum areas of a building, such as through cable risers between floors. An elevator shaft is also considered a \"riser\" area. These spaces cannot be used for environmental air or as part of the heating or cooling system of the building. A cable will get a \"riser\" rating if it self-extinguishes during a vertical burn test, which will prevent the flame from traveling up the cable. Also see: \"CMP\"\n\n**STP -** This stands for \"shielded twisted pair” and refers to a type of network cable shielding where each individual pair of wires in a four-pair network cable has its own aluminum shield. This is different than the more-common FTP, which provides a single aluminum shield to cover all the wires. Note that much of the cable sold as \"STP cable\" in the United States is mislabeled, and is actually FTP cable (a single overall shield).\n\n**Temperature Rating -** The temperature rating of a cable, usually written as a minimum and maximum in degrees Celsius. This rating tells the user where the wire can and cannot be used regarding the environment. If the wire is used in an environment outside the listed temperature rating, the wire may not perform as intended or may fail altogether. Temperature ratings can usually be found written on a cable's outer jacket.\n\n**Tensile Strength -** This is a test of the maximum stress that a material can withstand while being stretched before failing under pressure. This becomes a key factor when pulling wire through walls or stringing wire through the air. If you pull a wire past its limit, the wire can either break or become deformed, hurting the wire's performance.\n\n**Tinned Copper -** Copper wire that has a thin layer of tin, electroplated onto the outside. Tinning copper is usually done for cost-cutting reasons, as less copper is used in place of tin. Tin is also easier to solder than copper. While use of tinned copper does have its place in some wire configurations, most of the time using tinned copper in place of pure copper is seen as cutting corners to save money. With many types of wire, using tinned copper can cause unsafe conditions such as fire risks or may cause the wire to underperform. Ethernet cable, for example, is required to be pure copper to pass safety and performance certifications.\n\n**Tolerance -** Refers to a manufacturer's rule for allowable size or length of deviation from the specifications set forth for a particular cable. Listing a tolerance is important as there are always slight variations that occur during the manufacturing process, so cables will vary in length by a small amount. Tolerance is usually listed as plus/minus numbers, indicating that the measurement may be a little bit more or a little bit less than the stated measurement. For example, a 7-foot Ethernet cable might have a tolerance listed as \"-15/+50\" This would indicate the cable is 7 feet long but could be shorter by up to 15mm, or could be longer by as much as 50mm.\n\n**UL -** This stand for Underwriters Laboratories. This independent organization sets the standard for both electronic and electrical materials in the United States. UL creates safety standards for products that manufacturers must follow to display the UL logo on their products. Products that do not follow the UL standards could pose a fire risk or other safety concerns. UL creates standards for everything from wires and cables to smoke detectors and batteries. Wire gauge and materials used in the construction of a product is a couple of the aspects of manufacturing for which UL lists safety standards.\n\n**UTP -** This is the abbreviation for \"Unshielded Twisted Pair\" Ethernet cables, which means the cable has no shield surrounding the twisted pair wires inside of the cable. UTP is commonly found in the description of the cable and can sometimes be found on the Ethernet jacket itself. These are the most used cables for Ethernet connections in areas where there is little interference from other devices.\n\n**Voltage Rating -** A voltage rating is a numerical number that a wire assembly can safely operate within. The conductor itself and the outer jacket are given a voltage rating number. This number is not the maximum voltage of safe operation, but a smaller percentage of the maximum. You can expect to operate a continuous load at the voltage rating number. The voltage rating that is stamped on the cable jacket itself refers to the amount of voltage the jacket can absorb, not the wires inside of the cable. Voltage ratings are commonly found on power cables such as extension cords or TV power cables.\n\n**VW-1 -** The VW-1 rating written on a cable specifies the flammability of the outer jacket. It is a standardized test to measure how the outer jacket responds when exposed to a flame in a vertical orientation hence the abbreviation VW (vertical wire). VW-1 will be found on the jacket of the cable if it has a VW-1 rating. The term VW-1 applies to any cable going into a wall vertically.\n\n**W -** A jacket labeled \"W\" e.g., \"SJTW\" designates it as suitable for outdoor and recreational use. It is designed to resist UV radiation from the sun and a wet environment. A greater temperature rating is present but does not denote a specified temperature. You will see this designation commonly found on outdoor extension cables or power cables that are suitable for outdoor use.\n\n**Wire Gauge -** This measures the diameter of a wire. There is a standard wire gauge system in place that is used for measuring the diameter of a solid, round electrically conducting wire.\n\nreCAPTCHA\n\nRecaptcha requires verification.\n\n[Privacy](https://www.google.com/intl/en/policies/privacy/) \\- [Terms](https://www.google.com/intl/en/policies/terms/)\n\nprotected by **reCAPTCHA**\n\nreCAPTCHA is changing its terms of service. [Take action.](https://google.com/recaptcha/admin/migrate)\n\n[Privacy](https://www.google.com/intl/en/policies/privacy/) \\- [Terms](https://www.google.com/intl/en/policies/terms/)",
  "metadata": {
    "og:locale": "en_US",
    "robots": "max-snippet:-1,max-image-preview:standard,max-video-preview:-1",
    "ogSiteName": "Connect Technology Group",
    "og:type": "website",
    "language": "en-US",
    "ogUrl": "https://ctgtx.com/tech-talk/",
    "og:image:width": "111",
    "ogTitle": "Tech Talk - Connect Technology Group",
    "og:image:height": "60",
    "og:title": "Tech Talk - Connect Technology Group",
    "og:image:alt": "Connect Technology Group",
    "ogLocale": "en_US",
    "og:site_name": "Connect Technology Group",
    "twitter:image": "https://ctgtx.com/app/uploads/2020/06/ctg-logo-e1592859334751.png",
    "google-site-verification": "xqJj0JYnratOfV3TvxH79dgtJpW3iU5JwQ6sZNFPKPg",
    "twitter:card": "summary_large_image",
    "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0",
    "msapplication-TileImage": "https://ctgtx.com/app/uploads/2020/06/cropped-ctg-logo-e1592859334751-270x270.png",
    "ogImage": "https://ctgtx.com/app/uploads/2020/06/ctg-logo-e1592859334751.png",
    "twitter:title": "Tech Talk - Connect Technology Group",
    "twitter:image:alt": "Connect Technology Group",
    "title": "Tech Talk - Connect Technology Group",
    "generator": "Divi v.4.4.7",
    "og:url": "https://ctgtx.com/tech-talk/",
    "og:image": "https://ctgtx.com/app/uploads/2020/06/ctg-logo-e1592859334751.png",
    "favicon": "https://ctgtx.com/app/uploads/2020/06/cropped-ctg-logo-e1592859334751-32x32.png",
    "scrapeId": "019bc431-458b-751c-ba0f-d2b7348d678a",
    "sourceURL": "https://ctgtx.com/tech-talk/",
    "url": "https://ctgtx.com/tech-talk/",
    "statusCode": 200,
    "contentType": "text/html; charset=UTF-8",
    "timezone": "America/New_York",
    "proxyUsed": "basic",
    "cacheState": "miss",
    "indexId": "f2b07bf2-d22b-4a8d-99a3-a399b5f0c85d",
    "creditsUsed": 1
  },
  "html": "<!DOCTYPE html><html lang=\"en-US\" class=\"js\" dir=\"ltr\">\n<body class=\"wp-singular page-template-default page page-id-2649 wp-theme-divi et-tb-has-template et-tb-has-header et-tb-has-footer et_pb_button_helper_class et_cover_background et_pb_gutter linux et_pb_gutters3 et_pb_pagebuilder_layout et_no_sidebar et_divi_theme et-db chrome\">\n\t<div id=\"page-container\">\n<div id=\"et-boc\" class=\"et-boc\">\n\t\t\t\n\t\t<!-- .et-l -->\n\t<div id=\"et-main-area\">\n\t\n<div id=\"main-content\">\n\n\n\t\t\t\n\t\t\t\t<article id=\"post-2649\" class=\"post-2649 page type-page status-publish hentry\">\n\n\t\t\t\t\n\t\t\t\t\t<div class=\"entry-content\">\n\t\t\t\t\t<div class=\"et-l et-l--post\">\n\t\t\t<div class=\"et_builder_inner_content et_pb_gutters3\">\n\t\t<div class=\"et_pb_section et_pb_section_0 et_pb_with_background et_section_regular section_has_divider et_pb_bottom_divider\">\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t<div class=\"et_pb_bottom_inside_divider\" style=\"\"></div>\n\t\t\t</div> <!-- .et_pb_section --><div class=\"et_pb_section et_pb_section_1 et_pb_with_background et_section_regular\">\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t<div class=\"et_pb_row et_pb_row_0\">\n\t\t\t\t<div class=\"et_pb_column et_pb_column_4_4 et_pb_column_0  et_pb_css_mix_blend_mode_passthrough et-last-child\">\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t<div class=\"et_pb_module et_pb_text et_pb_text_0  et_pb_text_align_left et_pb_bg_layout_light\">\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t<div class=\"et_pb_text_inner\"><h1 style=\"text-align: center;\">Tech Talk</h1></div>\n\t\t\t</div> <!-- .et_pb_text -->\n\t\t\t</div> <!-- .et_pb_column -->\n\t\t\t\t\n\t\t\t\t\n\t\t\t</div> <!-- .et_pb_row -->\n\t\t\t\t\n\t\t\t\t\n\t\t\t</div> <!-- .et_pb_section --><div class=\"et_pb_section et_pb_section_2 et_section_regular\">\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t<div class=\"et_pb_row et_pb_row_1\">\n\t\t\t\t<div class=\"et_pb_column et_pb_column_4_4 et_pb_column_1  et_pb_css_mix_blend_mode_passthrough et-last-child\">\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t<div class=\"et_pb_module et_pb_code et_pb_code_0\">\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t<div class=\"et_pb_code_inner\"><div class=\"hck2-tech-talk et_pb_filterable_portfolio\" style=\"display: block;\"><div class=\"et_pb_portfolio_filters clearfix\"><ul class=\"clearfix\"><li class=\"et_pb_portfolio_filter\"><a data-filter=\"*\" class=\"active\">All</a></li><li class=\"et_pb_portfolio_filter\"><a data-filter=\".av\">Audio / Visual</a></li><li class=\"et_pb_portfolio_filter\"><a data-filter=\".cable\">Cabling</a></li><li class=\"et_pb_portfolio_filter\"><a data-filter=\".electrical\">Electrical</a></li><li class=\"et_pb_portfolio_filter\"><a data-filter=\".security\">Security</a></li></ul></div><div class=\"tech-talk-entries\"><div class=\"entry av\"><p><strong>100v line - </strong>or Constant Voltage Loudspeaker System provides a stable method of audio distribution/installation using voltage (provided via an amplifier) and step-down transformers (normally mounted within the loudspeakers). Advantages of 100v systems are the distance/lengths of the loudspeaker cable runs and the ability to add or remove loudspeakers from the system.</p></div><div class=\"entry av\"><p><strong>24fps (24p) - </strong>Refers to a video format that operates at 24 frames per second remove with progressive scanning.</p></div><div class=\"entry av\"><p><strong>4K Resolution - </strong>4K Ultra High Definition (UHD) is the next generation of improved resolution television, providing 3840 x 2160 pixels.</p></div><div class=\"entry av\"><p><strong>5 GHz  - </strong>Wireless technology using unlicensed 5GHz frequency bands.</p></div><div class=\"entry av\"><p><strong>50 Hz  - </strong>Common Frame rate (image change rate) for video within Europe.</p></div><div class=\"entry av\"><p><strong>60 Hz  - </strong>Common Frame rate (image change rate) for video within America/Japan.</p></div><div class=\"entry av\"><p><strong>5.1  - </strong>Surround sound that delivers 6 Channels of audio, five standard speakers, and 1 Sub-woofer.</p></div><div class=\"entry av\"><p><strong>7.1  - </strong>Surround sound that delivers 8 Channels of audio, seven standard speakers, and 1 Sub-woofer.</p></div><div class=\"entry av\"><p><strong>acoustics - </strong>The science of sound wave behavior in the air.</p></div><div class=\"entry av\"><p><strong>ADC (A/D Converter)  - </strong>An IC Chip that converts analog Audio-Visual signals into digital.</p></div><div class=\"entry av\"><p><strong>AFILS - </strong>Audio Frequency Induction Loop System. See Induction Loop System.</p></div><div class=\"entry av\"><p><strong>AES - </strong>Audio Engineering Society.</p></div><div class=\"entry av\"><p><strong>alternating current (AC) - </strong>an electric current that reverses its direction periodically.</p></div><div class=\"entry av\"><p><strong>ambient light  - </strong>all light in a viewing room produced by sources other than the display.</p></div><div class=\"entry av\"><p><strong>ambient noise  - </strong>sound that is extraneous to the intended, desired, intentional, audio, and background noise.</p></div><div class=\"entry av\"><p><strong>amplifier - </strong>an electronic device for increasing the strength of electrical signals.</p></div><div class=\"entry av\"><p><strong>amplitude - </strong>the strength of an electronic signal as measured by the height of its waveform.</p></div><div class=\"entry av\"><p><strong>analog - </strong>a method of transmitting information by a continuous but varying signal.</p></div><div class=\"entry av\"><p><strong>angularly reflective screen  - </strong>a screen that reflects light back to the viewer at a complementary angle.</p></div><div class=\"entry av\"><p><strong>ANSI - </strong>American National Standards Institute.</p></div><div class=\"entry av\"><p><strong>AoIP - </strong>Audio over IP allows audio signals to be transmitted via LAN, WAN, or web to IP-addressable endpoints, IP loudspeakers or IP amplifiers for control and distribution to multi-zone, multi-site PA systems.</p></div><div class=\"entry av\"><p><strong>aperture - </strong>an opening in a lens regulating the amount of light passing through the lens to the image. </p></div><div class=\"entry av\"><p><strong>artifacts - </strong>small disturbances that affect the quality of a signal.</p></div><div class=\"entry av\"><p><strong>aspect ratio   - </strong>the ratio of image width to image height (typically widescreen or standard).</p></div><div class=\"entry av\"><p><strong>attenuate - </strong>to reduce the amplitude (strength) of a signal or current.</p></div><div class=\"entry av\"><p><strong>audio processor  - </strong>an electronic device used to manipulate audio signals in some manner.</p></div><div class=\"entry av\"><p><strong>audio signal  - </strong>an electrical representation of sound.</p></div><div class=\"entry av\"><p><strong>audio transduction  - </strong>converting acoustical energy into electrical energy, or electrical energy back into acoustical energy.</p></div><div class=\"entry av\"><p><strong>bands - </strong>a grouping or range of frequencies.</p></div><div class=\"entry av\"><p><strong>bandwidth - </strong>a measure of information carrying capacity without distortion.</p></div><div class=\"entry av\"><p><strong>bandwidth limiting  - </strong>the result of encoding a higher quality signal into a lower quality form, such as RGB converted into S-Video.</p></div><div class=\"entry av\"><p><strong>baseband - </strong>video signal that has not been modulated.</p></div><div class=\"entry av\"><p><strong>bend radius  - </strong>maximum amount a conductor can be bent before excessive attenuation is encountered, signal integrity is compromised, or the conductor breaks.</p></div><div class=\"entry av\"><p><strong>bi-directional polar pattern  - </strong>the shape of the region where some microphones will be most sensitive to sound from the front and rear while rejecting sound from the top, bottom, and sides.</p></div><div class=\"entry av\"><p><strong>bit depth  - </strong>the number of bits used to describe data.</p></div><div class=\"entry av\"><p><strong>Bit  - </strong>In computer and digital terminology, a bit is the smallest unit of data. It is expressed in binary notation so that it is either 0 or 1–an 'off' or an 'on' switch. The word 'bit' is an amalgam of 'binary' and 'digit'.</p></div><div class=\"entry av\"><p><strong>Bit rate - </strong>The number of bits that are transferred or processed per unit of time.</p></div><div class=\"entry av\"><p><strong>Bitstream - </strong>Digital form of multi-channel audio data (e.g., 5.1 Channel) before it is decoded into its various formats.</p></div><div class=\"entry av\"><p><strong>blocking - </strong>pieces of wood that have been inserted between structural building elements to provide a secure mounting point for finish materials or products.</p></div><div class=\"entry av\"><p><strong>block diagram  - </strong>an illustration of the signal path through a given system.</p></div><div class=\"entry av\"><p><strong>BNC - </strong>a professional type of video connector featuring a two-pin lock.</p></div><div class=\"entry av\"><p><strong>boundary microphone  - </strong>a microphone that relies on reflected sound from a surrounding surface.</p></div><div class=\"entry av\"><p><strong>buffer amplifier  - </strong>an electronic device that provides some isolation between other components.</p></div><div class=\"entry av\"><p><strong>bus (buss)  - </strong>a wiring system that delivers power and data to various devices.</p></div><div class=\"entry av\"><p><strong>byte - </strong>an 8-bit word is called a byte. The acronym for byte is the upper-case B.</p></div><div class=\"entry av\"><p><strong>BGM Background Music  - </strong>low-level music distributed via a PA system.</p></div><div class=\"entry av\"><p><strong>Bluetooth - </strong>a wireless protocol for exchanging data over short distances from fixed and mobile devices. Commonly used for audio and mobile telephone headsets / hands-free applications. Operates in the 2.4GHz band.</p></div><div class=\"entry av\"><p><strong>Block Noise Reduction  - </strong>MPEG digital video compression works by compressing square areas of pixels. Under some conditions, an artifact called 'block noise' can occur in the picture. Block Noise Reduction processes the noise blocks so that they become less visible.</p></div><div class=\"entry av\"><p><strong>Blu-ray  - </strong>The Blu-ray Disc™ is a high-density optical disc format designed for storage of high-definition video and data.</p></div><div class=\"entry av\"><p><strong>cable - </strong>an assembly of more than one conductor (wire).</p></div><div class=\"entry av\"><p><strong>capacitance - </strong>the ability of a nonconductive material to develop an electrical charge which can distort an electrical signal.</p></div><div class=\"entry av\"><p><strong>capacitive reactance  - </strong>the opposition a capacitor offers to alternating current flow. Capacitive reactance decreases with increasing frequency or, for a given frequency; the capacitive reactance decreases with increasing capacitance. The symbol for capacitive reactance is XC.</p></div><div class=\"entry av\"><p><strong>captive screw connector  - </strong>sometimes called a Phoenix(R) connector, it is a molded plastic connector whose termination requires that you strip and slide a wire directly into a slot on the connector. A set screw then pushes a gate down to hold the wire in place.</p></div><div class=\"entry av\"><p><strong>cardioid - </strong>heart-shaped region where some microphones will be most sensitive to sound predominately from the front of the microphone diaphragm and reject sound coming from the sides and rear.</p></div><div class=\"entry av\"><p><strong>carrier  - </strong>modulated frequency that carries video or audio signal.</p></div><div class=\"entry av\"><p><strong>Category 5 (Cat 5)  - </strong>the designation for 100-ohm unshielded twisted-pair cables and associated connecting hardware whose characteristics are specified for data transmission up to 100 Mb/s. (Part of the EIA/TIA 568A standard.)</p></div><div class=\"entry av\"><p><strong>category 5e (Cat 5e)  - </strong>an enhanced version of the Cat-5 cable standard that adds specifications for far-end crosstalk. (Part of the EIA/TIA 568A standard.)</p></div><div class=\"entry av\"><p><strong>category 6 (Cat 6 - </strong>cable standard for Gigabit Ethernet and other interconnects that is backward compatible with Category 5 cable, Cat-5e, and Cat-3. Cat-6 features more stringent specifications for crosstalk and system noise. (Part of the EIA/TIA 568A standard.)</p></div><div class=\"entry av\"><p><strong>CATV - </strong>Community Antenna Television system. Broadcast signals are received by a centrally located antenna and distributed by cable through a region.</p></div><div class=\"entry av\"><p><strong>CEC  - </strong>Consumer Electronics Control provides a limited amount of device-to-device control (e.g., by powering up a Blu-ray player, automatically changes the HDMI input on the connected television)</p></div><div class=\"entry av\"><p><strong>charged-coupled device (CCD) - </strong>a semiconductor image-sensing device, commonly used in video and digital cameras, which converts optical images into electronic signals.</p></div><div class=\"entry av\"><p><strong>Channel 38  - </strong>A frequency band that radio microphones can operate in (606 MHz - 614 MHz). Normally a license is required in the UK from JFMG to operate in this band.</p></div><div class=\"entry av\"><p><strong>Chrominance - </strong>Signal used in video systems to convey the color information of the picture.</p></div><div class=\"entry av\"><p><strong>clock adjustment  - </strong>also called timing signals, used to fine-tune the computer image. This function adjusts the clock frequencies that eliminate the vertical banding (lines) in the image.</p></div><div class=\"entry av\"><p><strong>closed circuit television (CCTV)  - </strong>a system of transmitting video signals from the point of origin to single or multiple points equipped to receive signals.</p></div><div class=\"entry av\"><p><strong>coaxial cable  - </strong>a cable consisting of a center conductor surrounded by insulating material, a concentric outer conductor, and optional protective covering, all of the circular cross-section. Abbreviated coax.</p></div><div class=\"entry av\"><p><strong>CODEC - </strong>an acronym for coder/decoder. An electronic device that converts analog signals, such as video and audio signals, into digital form and compresses them to conserve bandwidth on a transmission path.</p></div><div class=\"entry av\"><p><strong>color burst  - </strong>that part of an NTSC video signal that carries the color information. It is a signal consisting of several (8 to 10 in NTSC) cycles of unmodulated color subcarriers, superimposed at a specified location within the composite signal.</p></div><div class=\"entry av\"><p><strong>color difference signals  - </strong>signals which convey color information such as hue and saturation in a composite format. Two such signals are needed. These color difference signals are R-Y and B-Y, sometimes referred to as Pr and Pb or Cr and Cb.</p></div><div class=\"entry av\"><p><strong>comb filter  - </strong>transversal filter that combs out a specific set of frequencies. Comb filters are very effective in separating the chrominance and luminance sidebands in an NTSC video signal.</p></div><div class=\"entry av\"><p><strong>combiner - </strong>in a process called multiplexing, the combiner puts signals together onto one cable constituting a broadband signal.</p></div><div class=\"entry av\"><p><strong>common-mode  - </strong>refers to either noise or surge voltage disturbances occurring between the power neutral (white wire) and the grounding conductor (green wire). Unwanted common mode disturbances exist as a result of noise injection into the neutral or grounding wires, wiring faults, or overloaded power circuits.</p></div><div class=\"entry av\"><p><strong>common-mode rejection ratio (CMRR)  - </strong>The ratio of the common-mode interference voltage at the input of a circuit, to the corresponding interference voltage at the output.</p></div><div class=\"entry av\"><p><strong>component video  - </strong>color video in which the brightness (luminance) and color hue and saturation (chrominance) are handled independently. The red, green and blue or, more commonly, the Y, R-Y, and B-Y signals are encoded onto three wires. Because these signals are independent, processing such as chroma keying is facilitated.</p></div><div class=\"entry av\"><p><strong>composite video signal  - </strong>the electrical signal that represents complete color picture information and all synchronization signals, including blanking and the deflection synchronization signals to which the color synchronization signal is added in the appropriate time relationship.</p></div><div class=\"entry av\"><p><strong>compression - </strong>the action of the air molecules moving closer together permitting audible sound.</p></div><div class=\"entry av\"><p><strong>compressor  - </strong>a compressor controls the overall amplitude of a signal by reducing that part of the signal which exceeds an adjustable level (threshold) set by the user. When the signal exceeds the threshold level, the overall amplitude is reduced by a ratio, also usually adjustable by the user.</p></div><div class=\"entry av\"><p><strong>condenser microphones  - </strong>also called a capacitor microphone, it transduces sound into electricity using electrostatic principles.</p></div><div class=\"entry av\"><p><strong>conductor - </strong>in electronics, a material that easily conducts an electric current because some electrons in the material are free to move.</p></div><div class=\"entry av\"><p><strong>cone - </strong>most commonly used component in a loudspeaker system and found in all ranges of drivers.</p></div><div class=\"entry av\"><p><strong>conferencing systems  - </strong>the technology by which people separated by distance come together to share information. Conferencing systems may include projection, monitor displays, computers, satellite connections video and audio playback devices, and much more.</p></div><div class=\"entry av\"><p><strong>continuity  - </strong>the quality of being continuous (as in a continuous electrical circuit).</p></div><div class=\"entry av\"><p><strong>control track  - </strong>the portion along a length of a recorded tape on which sync control information is placed; used to control the recording and playback of the signal.</p></div><div class=\"entry av\"><p><strong>CPU - </strong>(central processing unit); the portion of a computer system that reads and executes commands.</p></div><div class=\"entry av\"><p><strong>crosstalk - </strong>any phenomenon by which a signal transmitted on one circuit or channel of a transmission system creates an undesired effect in another circuit or channel.</p></div><div class=\"entry av\"><p><strong>CRT - </strong>Cathode Ray Tube; the video display tube used in monitors and receivers, radar displays, and video computer displays. The CRT is a high-vacuum tube containing an electron gun to produce the images seen on the face of the tube.</p></div><div class=\"entry av\"><p><strong>current - </strong>the amount of electrical energy that is flowing in a circuit.</p></div><div class=\"entry av\"><p><strong>curvature of field  - </strong>a blurry appearance around the edge of an otherwise in-focus object (or the reverse) when the velocity of light going through the lens is different at the edges than at the center of the surface, due to the lens design.</p></div><div class=\"entry av\"><p><strong>Coaxial Digital Audio  - </strong>Coaxial digital cables are the most common type of connection cable used for digital audio. They look like the RCA cables that many people use and are familiar with. The only difference is that it carries digital instead of analog signals.</p></div><div class=\"entry av\"><p><strong>Component Video  - </strong>Video signal is separated into its component form i.e., red, green (sync), and blue, and referred to as YUV. (Also see YPbPr and YCbCr). Component Video signal is the same as YUV where Y = luminance Pb = blue minus luminance and PR = red minus luminance.</p></div><div class=\"entry av\"><p><strong>Composite Video  - </strong>The composite video signal is where the luminance and chrominance are mixed with sink information down a single cable.</p></div><div class=\"entry av\"><p><strong>DAC (D/A converter)  - </strong>An IC Chip that converts digital signals into analog.</p></div><div class=\"entry av\"><p><strong>D-sub connector  - </strong>a generic name for D-shaped serial connectors used in data communications.</p></div><div class=\"entry av\"><p><strong>dBSPL - </strong>a measure of sound pressure level measured in dynes per centimeter squared. Its reference, 0 dBSPL equals 0.0002 dynes/cm2. dBSPL is used as a measure of acoustical sound pressure levels and is a 20log function.</p></div><div class=\"entry av\"><p><strong>decibel - </strong>a comparison of two measurements or values. Abbreviated dB, it is one-tenth of a Bel (a unit of measurement named for Alexander Graham Bell).</p></div><div class=\"entry av\"><p><strong>deflection coil  - </strong>a uniform winding of wire used to electromagnetically direct an electron beam to draw an image on a cathode ray tube (CRT).</p></div><div class=\"entry av\"><p><strong>delay  - </strong>an audio signal processing device or circuit used to retard the speed of transmission on one or more audio signals or frequencies.</p></div><div class=\"entry av\"><p><strong>demodulator  - </strong>electronic device that removes information from a modulated signal.</p></div><div class=\"entry av\"><p><strong>depth-of-field  - </strong>the area in front of a camera lens that is in focus from the closest item to the camera to the furthest away.</p></div><div class=\"entry av\"><p><strong>Deep Color  - </strong>Term used to describe a gamut (color space) comprising a billion or more colors. The HDMI 1.3 specification supports Deep Color bit depths. It defines bit depths for Deep Color as 30 (10) bits (1.073 billion colors), 36 (12) bits (68.71 billion colors), and 48 (16) bits (281.5 trillion colors).</p></div><div class=\"entry av\"><p><strong>De-interlaced Video - </strong>A video image is made up of a series of still images played in rapid succession, this is divided into a series of scan lines drawn on the display, de-interlaced video draws all these scan lines in one pass.</p></div><div class=\"entry av\"><p><strong>Display Port  - </strong>Digital interface transmitting HD video, audio, and data signals.</p></div><div class=\"entry av\"><p><strong>differential-mode - </strong>refers to either noise or surge voltage disturbances occurring between the power hot and the neutral conductor. Most differential mode disturbances result from load switching within a building, with motor-type loads being the biggest contributor.</p></div><div class=\"entry av\"><p><strong>diffusion - </strong>the scattering or random redistribution of a sound wave from a surface. It occurs when surfaces are at least as long as the sound wavelengths, but not more than four times as long.</p></div><div class=\"entry av\"><p><strong>digital  - </strong>a method of transmitting information by discrete, non-continuous impulses.</p></div><div class=\"entry av\"><p><strong>digital-to-analog converter  - </strong>an electronic device that converts digital signals into analog form.</p></div><div class=\"entry av\"><p><strong>D-ILA - </strong>Digital Direct Drive Image Light Amplification projectors.</p></div><div class=\"entry av\"><p><strong>DIN connector  - </strong>Deutsche Industrie-Norm (DIN) – a connector that follows the German standard for electronic connections.</p></div><div class=\"entry av\"><p><strong>direct current (DC)  - </strong>electricity that maintains a steady flow and does not reverse direction, unlike alternating current (AC). Usually provided by batteries, AC to DC transformers, and power supplies.</p></div><div class=\"entry av\"><p><strong>direct sound  - </strong>also known as near-field, it is sound that is not colored by room reflections.</p></div><div class=\"entry av\"><p><strong>dispersion  - </strong>can be seen when a white light beam passes through a triangular prism. The different wavelengths of light refract at different angles, dispersing the light into its individual components.</p></div><div class=\"entry av\"><p><strong>distributed sound - </strong>a sound system in multiple loudspeakers separated by distance and typically operates at a lower sound pressure level than a high-pressure system. The loudspeakers are most often suspended over the heads of the listeners.</p></div><div class=\"entry av\"><p><strong>distribution amplifier  - </strong>an active device used to split one input into multiple outputs while keeping each output isolated, and the signal level constant.</p></div><div class=\"entry av\"><p><strong>DLP - </strong>Digital Light Processing(c) by Texas Instruments. A projection system that has technology based on the Digital Micromirror Device (DMD). It uses thousands of microscopic mirrors on a chip focused through an optical system to display images on screen.</p></div><div class=\"entry av\"><p><strong>document camera  - </strong>an imaging device used to create a video image of printed documents or three-dimensional objects.</p></div><div class=\"entry av\"><p><strong>dome  - </strong>used in all ranges of drivers.</p></div><div class=\"entry av\"><p><strong>driver  - </strong>in audio, an individual speaker unit.</p></div><div class=\"entry av\"><p><strong>DTV - </strong>Digital Television; a signal transmitted digitally.</p></div><div class=\"entry av\"><p><strong>DVD  - </strong>Digital Video Disc or Digital Versatile Disc; an optical storage medium for data or video.</p></div><div class=\"entry av\"><p><strong>DVI  - </strong>Digital Visual Interface; a connection method from a source (typically a computer) and a display device that can allow for direct digital transfer of data. The digital signal is limited to 5 meters.</p></div><div class=\"entry av\"><p><strong>DVI-D - </strong>one of two common multi-pin connectors available for DVI signals. The DVI-D carries no analog video information, only digital. The digital signal is limited to 5 meters.</p></div><div class=\"entry av\"><p><strong>DVI-I  - </strong>one of two common multi-pin connectors available for DVI signals. The DVI-I adds analog video to the connection, permitting greater distances than the digital limit of 5 meters.</p></div><div class=\"entry av\"><p><strong>dynamic microphone  - </strong>a pressure-sensitive microphone of moving coil design that transduces sound into electricity using electromagnetic principles.</p></div><div class=\"entry av\"><p><strong>Dolby TrueHD  - </strong>Dolby TrueHD is an advanced lossless multi-channel audio codec developed by Dolby Laboratories which is intended primarily for high-definition home-entertainment equipment such as Blu-ray discs.</p></div><div class=\"entry av\"><p><strong>Dolby Digital Plus (DD+)  - </strong>A digital audio compression format developed from the earlier Dolby Digital, increasing quality, and available Channels.</p></div><div class=\"entry av\"><p><strong>DTS-HD Master Audio  - </strong>Lossless audio codec created by Digital Theater Systems developed from the earlier DTS with increased sampling frequency and bit rate.</p></div><div class=\"entry av\"><p><strong>Dynamic Range  - </strong>Dynamic range describes the ratio of the quietest sound to the loudest sound in a musical instrument or piece of electronic equipment.</p></div><div class=\"entry av\"><p><strong>Downscaling  - </strong>Reduction of a video signal from one size (resolution) to another.</p></div><div class=\"entry av\"><p><strong>DVI  - </strong>Digital Video Interface is a video interface standard designed to provide extremely high visual quality on digital display devices such as flat panel LCD displays and digital projectors.</p></div><div class=\"entry av\"><p><strong>Digital Noise Reduction - </strong>Eliminates unwanted color noise from the video signal for smoother image reproduction.</p></div><div class=\"entry av\"><p><strong>early reflected sound  - </strong>created by sound waves which are reflected (bounced) off surfaces between the source and the listener. The sound waves arrive at the listener’s ear closely on the heels of the direct sound wave.</p></div><div class=\"entry av\"><p><strong>echo cancellation  - </strong>a means of eliminating echo from an audio path.</p></div><div class=\"entry av\"><p><strong>EDID  - </strong>Extended Display Identification Data ('EDID' for short) is a data command structure provided from a digital display (i.e., Screen, TV, or projector) that communicates its capabilities to the AV system. EDID data typically includes manufacturer name, model and serial number, display size, resolution, luminance information, etc.</p></div><div class=\"entry av\"><p><strong>EIA  - </strong>Electronics Industries Alliance. The association which determines recommended audio and video standards in the United States.</p></div><div class=\"entry av\"><p><strong>electromagnetic interference (EMI)  - </strong>an electrical disturbance caused by an electromagnetic field, either low frequency or radio frequency (RF).</p></div><div class=\"entry av\"><p><strong>EMI  - </strong>(See electromagnetic interference.)</p></div><div class=\"entry av\"><p><strong>emissive technology  - </strong>any display device that emits light to create an image.</p></div><div class=\"entry av\"><p><strong>encoded  - </strong>a signal that has been compressed into another form to reduce size or complexity, as in a composite video signal.</p></div><div class=\"entry av\"><p><strong>equalizer  - </strong>electronic equipment that adjusts or corrects the frequency characteristics of a signal.</p></div><div class=\"entry av\"><p><strong>EN54  - </strong>a mandatory standard that specifies the requirements and test procedure for every component of a fire alarm and detection system.</p></div><div class=\"entry av\"><p><strong>equipment rack - </strong>a centralized housing unit that protects and organizes electronic equipment.</p></div><div class=\"entry av\"><p><strong>Ethernet  - </strong>A PC interface used to connect computers and peripherals in a Local Area Network (LAN).</p></div><div class=\"entry av\"><p><strong>expander  - </strong>an audio processor that comes in two types: a downward expander and a part of a commander.</p></div><div class=\"entry av\"><p><strong>Feedback  - </strong>Microphone Feedback (also known as the 'Larson Effect') is the disturbing howl/squeal/buzz noise created when a microphone and loudspeaker negatively affect one another. Feedback occurs when sound from loudspeakers is picked up by the microphone, re-amplified and picked-up again from the speakers. This continuous loop results in the howl or rumble of the feedback effect.</p></div><div class=\"entry av\"><p><strong>Frequency Response - </strong>Describes the general output frequency range of a device/amplifier.</p></div><div class=\"entry av\"><p><strong>Full HD  - </strong>1920 x 1080p (progressive) video resolution.</p></div><div class=\"entry av\"><p><strong>HD  - </strong>High Definition.</p></div><div class=\"entry av\"><p><strong>HD Ready  - </strong>TVs that can display High-Definition content in both 720p and 1080i formats as a minimum standard.</p></div><div class=\"entry av\"><p><strong>HDD - </strong>Hard disk drive.</p></div><div class=\"entry av\"><p><strong>HDTV  - </strong>High-definition television.</p></div><div class=\"entry av\"><p><strong>HDBaseT  - </strong>Transmits converged uncompressed full HD digital video, audio, one hundred BaseT Ethernet, Power-over-Ethernet (PoE), and various control signals through a single Cat5e/6/7 cable over a distance of up to one hundred metros. Utilizing its full features is known as HDBaseT '5Play'.</p></div><div class=\"entry av\"><p><strong>HDBaseT Lite  - </strong>Reduced function, lower cost version of HDBaseT; this 3Play 'Lite’ version transmits HD video, audio, and control signals through a single Cat5e/6/7 cable over a distance of up to sixty metros.</p></div><div class=\"entry av\"><p><strong>HDMI  - </strong>Stands for High-Definition Multimedia Interface and provides an easy and convenient way of connecting digital audio-video components.</p></div><div class=\"entry av\"><p><strong>HDMI v1.x  - </strong>Different HDMI specifications released by HDMI LLC.</p></div><div class=\"entry av\"><p><strong>HDMI 2.0/2.0a  - </strong>With HDMI 2.0, among the many new features the increase in data speed from 10.2 to 18 Gbit/s is by far the most important. This increase in speed allows HDMI 2.0 to carry 4K resolution at 60 frames per second. Other features of HDMI 2.0 include; up to 32 audio channels for a multi-dimensional immersive audio experience, up to 1536kHz audio sample frequency for the highest audio fidelity, simultaneous delivery of dual video streams to multiple users on the same screen, simultaneous delivery of multi-stream audio to multiple users (up to 4), support for the wide angle theatrical 21:9 video aspect ratio, dynamic synchronization of video and audio streams, CEC extensions provides expanded command and control of consumer electronics devices through a single control point. Support for BT.2020 Colorimetry with ten or more bits of cooler depth. The latest revision HDMI 2.0a, adds support for High Dynamic Range (HDR). HDR for TVs promises more realistic video with brighter bright and darker dark. This technology comes under various guises and names depending on the manufacturer</p></div><div class=\"entry av\"><p><strong>HDMI over IP  - </strong>HDMI over IP technology converts HDMI signals to TCP/IP packets and delivers them across a network utilizing the same CAT wiring that is already in place for standard IP Networks such as Ethernet. By using H.264 compression technology (as used by Blu-ray and Netflix) HDMI over IP allows you to send signals up to 4K over standard gigabit LAN networks including Ethernet switches. Although H.264 is not lossless compression in the strict mathematical sense, the amount of loss is typically imperceptible. The latency of H.264 is ultra-low with the signal delay down to an unnoticeable two or three frames per second.</p></div><div class=\"entry av\"><p><strong>HDCP  - </strong>Stands for High-bandwidth Digital Content Protection. It is a copy-protection scheme developed by Intel to be used in conjunction with DVI and HDMI connections.</p></div><div class=\"entry av\"><p><strong>HDCP 2.2  - </strong>The latest version of the High-bandwidth Digital Content Protection protocol specifically developed to support 4K UHD content.</p></div><div class=\"entry av\"><p><strong>Induction loop System  - </strong>An Induction loop System (also known as an Audio Frequency Induction Loop, AFILS, or Hearing Loop) is an assistive hearing system providing access to sound distribution for those wearing a hearing aid. Often integrated into a standard 100v Line PA System.</p></div><div class=\"entry av\"><p><strong>Ingress Protection  - </strong>Also known as I.P. Rating, Ingress Protection is the characteristic of a product in terms of its resistance to the penetration of solid objects and liquids. Indicated by the letters IP (International Protection) followed by two numbers: the first number = protection against solid object ingress, the second being protection against liquid ingress. Often related to outdoor or harsh environment products such as loudspeakers and surveillance cameras.</p></div><div class=\"entry av\"><p><strong>Interlaced Video  - </strong>A video image is made up of a series of still images played in rapid succession; this is divided into a series of scan lines drawn on the display. The interlaced video draws all these scan lines in two passes.</p></div><div class=\"entry av\"><p><strong>IP  - </strong>Internet protocol.</p></div><div class=\"entry av\"><p><strong>I.P. Rating  - </strong>See Ingress Protection.</p></div><div class=\"entry av\"><p><strong>IR  - </strong>Infrared, commonly used as a wireless line of sight control for AV equipment.</p></div><div class=\"entry av\"><p><strong>JPEG  - </strong>JPEG stands for Joint Photographic Experts Group, a consortium that has developed and spread this format worldwide. It is a compression format that efficiently stores digital images.</p></div><div class=\"entry av\"><p><strong>KSV  - </strong>Key Selection Vector. A unique numerical key in HDCP content protection.</p></div><div class=\"entry av\"><p><strong>LCD  - </strong>Liquid Crystal Display, a high-quality LCD display that gives a clearer picture with excellent color, contrast, and detail, also used with some projectors.</p></div><div class=\"entry av\"><p><strong>LED  - </strong>Light-emitting Diode, a semiconductor device that emits visible light when an electric current passes through it.</p></div><div class=\"entry av\"><p><strong>Low Impedance  - </strong>Also referred to as Low Z - the resistance of a loudspeaker or load capability of an amplifier, usually expressed in Ohms. Typical impedance levels are 4ohm, 8ohm, or 16ohm. Low Z systems are typically used in high-power music reproduction systems.</p></div><div class=\"entry av\"><p><strong>Low Z  - </strong>See Low Impedance</p></div><div class=\"entry av\"><p><strong>LPCM  - </strong>Linear Pulse Code Modulation is an uncompressed audio technology. Instead of compressing sound data, it simply stores the information as it is, giving you an exact copy of the original. Various bit and sampling rates can be used.</p></div><div class=\"entry av\"><p><strong>Luminance - </strong>This is the signal used in video systems to convey the light information of the picture.</p></div><div class=\"entry av\"><p><strong>MPEG4  - </strong>Stands for Motion Picture Experts Group and represents a family of digital audio and video coding standards. MPEG4 has a high compression ratio, which creates a small file size that is suitable for personal computers and Internet applications.</p></div><div class=\"entry av\"><p><strong>Motion Adaptive Field Noise Reduction - </strong>This new noise-reduction technology reduces background noise.</p></div><div class=\"entry av\"><p><strong>NFC / Near Field Communication  - </strong>Advanced NFC (Near Field Communication) technology allows 2-way wireless communication between electronic devices. The devices communicate over a short distance (usually up to a maximum of 4 cm), and it is precisely this noticeably short range that ensures the security of this technology.</p></div><div class=\"entry av\"><p><strong>An employee/user can use their NFC - </strong>enabled smartphone to gain secure access to a building by placing it near a suitable access unit. NFC technology can be used as an alternative to an RFID card/pass system.</p></div><div class=\"entry av\"><p><strong>NTSC - </strong>In the US and Japan, NTSC (National Standards Television Committee) is the standard used for all video equipment. NTSC uses 525 lines to make up a TV picture and scans at 60 Hz.</p></div><div class=\"entry av\"><p><strong>OSD  - </strong>On-Screen Display.</p></div><div class=\"entry av\"><p><strong>Optical Digital Audio  - </strong>Optical digital cables use the Toslink connector, these use pulses of light to transmit digital audio data. Optical uses light thus it is immune to interference from electromagnetic and radio frequencies.</p></div><div class=\"entry av\"><p><strong>PA (Public Address)  - </strong>Public Address / Public Address System. An electronic audio amplification system (usually for voice and background music), including amplification, loudspeakers, and sound source (microphone, music source, etc.).</p></div><div class=\"entry av\"><p><strong>PAL  - </strong>Phase Alternation Line, this is the video standard used most in Europe. PAL uses 625 lines to make up a TV picture and scans at 50Hz.</p></div><div class=\"entry av\"><p><strong>Passive  - </strong>A passive speaker does not have a built-in amplifier; it needs to be connected to an amplifier to provide the current to make it work.</p></div><div class=\"entry av\"><p><strong>PCM  - </strong>Pulse Code Modulation, digital bitstream audio format commonly supporting sixteen bits up to 48kHz sampling frequency in stereo.</p></div><div class=\"entry av\"><p><strong>Phantom Power  - </strong>A DC power source used for providing voltage to operate microphones that contain active electronic circuitry such as condenser/electret types down the microphone cable line. Usually provided by the source equipment (Mixer Desk/Preamp/Amplifier) various voltage options are available between 3~52v DC. Separate Phantom Power PSU devices are also available.</p></div><div class=\"entry av\"><p><strong>Pixel  - </strong>Short for Picture Element, Pixels are the tiny dots of information that make up a digital image. The more pixels there are on the camera's image sensor (CCD or CMOS) or display, the higher the image resolution will be.</p></div><div class=\"entry av\"><p><strong>PoC / Power over Cable  - </strong>Like PoE (or Power over Ethernet), PoC / Power over Cable allows for both data and power to be sent simultaneously over the cable (usually Cat5e/Cat6).</p></div><div class=\"entry av\"><p><strong>Frequently utilized in HDBaseT and HDMI  - </strong>over-Cat cable systems, PoC will send power from the Transmitter / Splitter / Matrix to power the Receiver at the remote end of the connection, negating the need for a mains power supply at the Receiver.</p></div><div class=\"entry av\"><p><strong>PoE / Power over Ethernet  - </strong>Power over Ethernet – also known as PoE – describes systems that allow for power and data to be simultaneously sent over the same data / Ethernet cable, with the power being supplied by an Ethernet Router or Switch. PoE is often used to supply power at the remote end of a transmission over a Cat cable system (such as IP cameras, IP telephones, etc.) where local power may not be available or where reduced cable connectivity is beneficial to the installation.</p></div><div class=\"entry av\"><p><strong>Powered  - </strong>Powered speakers, also known as self-powered speakers or active speakers have built-in amplifiers. They can be connected directly to an audio source, such as a Mixer/ Pre-Amp or Music Player without the need for an external amplifier.</p></div><div class=\"entry av\"><p><strong>Progressive Scan  - </strong>A sales term for describing de-interlaced video.</p></div><div class=\"entry av\"><p><strong>PVR  - </strong>Personal Video Recorder, a device that records video without videotapes or discs.</p></div><div class=\"entry av\"><p><strong>Pass Through  - </strong>Video by-pass output, outputs an additional copy of the original input signal.</p></div><div class=\"entry av\"><p><strong>Receiver (RX)  - </strong>Receives AV signals through various interconnects after being sent by a compatible transmitter.</p></div><div class=\"entry av\"><p><strong>RCA  - </strong>Recording Company of America, RCA (or Phono) is the standard way of connecting audio and video components.</p></div><div class=\"entry av\"><p><strong>RGB  - </strong>Stands for red, green, and blue. A video connector or lead that offers RGB output carries these primary colors separately for greater picture quality.                                                                    </p></div><div class=\"entry av\"><p><strong>RJ45  - </strong>The RJ45 is a connector used on CAT cabling for connecting computers and other devices to local area networks (LANs).</p></div><div class=\"entry av\"><p><strong>RMS - </strong>'Root Mean Squared' - the formula used to calculate an approximate average of the power an amplifier can continuously create, and a speaker receives.</p></div><div class=\"entry av\"><p><strong>RS-232 - </strong>Is a voltage loop interface for two-way (full-duplex) communication.</p></div><div class=\"entry av\"><p><strong>Resolution  - </strong>The number of pixels in an image. The higher the resolution, the more detailed the picture will be.</p></div><div class=\"entry av\"><p><strong>SIP  - </strong>SIP-which stands for 'Session Initiation Protocol'-is a standard protocol to establish, modify or terminate multimedia sessions (video, voice, chat, gaming, and virtual reality) or internet telephony calls. It is mostly used in internet telephony for voice and video calls over Internet Protocol (IP) networks, as well as audio multicast meetings and instant messaging conferences. In the world of VoIP, SIP, as the name suggests, is a call setup protocol (as opposed to a 'data transfer' protocol) and is needed in a voice call, for example, to get two telephones talking. SIP can run over IPv4 and IPv6 and it can use either TCP or UDP.</p></div><div class=\"entry av\"><p><strong>S-Video  - </strong>A high-quality video connection that offers better picture quality than standard composite video. S-Video cables have round, mini four-pin plugs, and sockets.</p></div><div class=\"entry av\"><p><strong>Sampling Rate  - </strong>Sampling is the process of converting the heights of a sound wave (analog signal) taken and converted at set periods into digits (digital encoding). The sampling frequency is the number of samples taken per second, so larger numbers mean a more faithful reproduction of the original sound.</p></div><div class=\"entry av\"><p><strong>SCART  - </strong>An audio/video connector to carry the audio &amp; video signals on one convenient cable.</p></div><div class=\"entry av\"><p><strong>SD  - </strong>Standard Definition, traditional format used for TV made up of 576 (visible) Horizontal lines (PAL).</p></div><div class=\"entry av\"><p><strong>Stereo  - </strong>Stereophonic sound, commonly called stereo, is the reproduction of sound using two or more independent audio Channels through a symmetrical configuration of loudspeakers in such a way as to create the impression of sound heard from various directions, as in natural hearing.</p></div><div class=\"entry av\"><p><strong>TBC  - </strong>Time Base Corrector, ensures optimum playback picture quality even in freeze frames or slow motion and compensates for any irregular movement of the tape transport mechanism.</p></div><div class=\"entry av\"><p><strong>Transmitter  - </strong>Transmits AV signal through various interconnects and is accepted by a compatible receiver.</p></div><div class=\"entry av\"><p><strong>UHD  - </strong>Ultra HD or Ultra High-Definition consumer display format with a resolution of 3840 x 2160. It is increasingly referred to as '4K UHD'. A UHD display will deliver four times as much detail as the Full HD (1080p) displays we are so familiar with, with around eight million pixels per screen. This technology is also starting to feature in cameras, smartphones, and tablets, as well as computer monitors and PC games.</p></div><div class=\"entry av\"><p><strong>USB  - </strong>Universal Serial Bus. A connection port for transferring digital data, used on PCs.</p></div><div class=\"entry av\"><p><strong>USB 3.1  - </strong>The latest revision of USB utilizes a new transfer technology called 'Superspeed Plus which as the name suggests significantly increases data transfer speeds compared with the previous USB 2.0 and 3.0. With a huge boost in bandwidth, USB 3.1 Superspeed Plus delivers an incredible 10 Gbps data transfer speed. USB 3.1 also supports 'Quick Charge' - delivering a massive one hundred Watts of power!</p></div><div class=\"entry av\"><p><strong>USB Type C  - </strong>The latest USB connector - Type C is smaller than previous versions, rotatable (you will not have the annoyance of trying to plug in a connector 'the wrong way up'), and features the new, increased ion configuration to support full USB version 3.1.</p></div><div class=\"entry av\"><p><strong>Upscaling  - </strong>Conversion of a video signal from one size (resolution) to another, upscales increase the resolution.</p></div><div class=\"entry av\"><p><strong>Voice over IP (VoIP)  - </strong>is a category of hardware and software used to manage the delivery of voice information over Internet Protocol (IP) networks, such as the internet, and involves sending voice information in digital form in discrete packets. The main advantages of VoIP over traditional telephony are its inexpensive implementation costs and its versatility. That said, there is a greater likelihood of dropped calls and degraded voice quality when the underlying network is heavily used. Other terms commonly associated with VoIP are IP telephony, Internet telephony, broadband telephony, and broadband phone service.</p></div><div class=\"entry av\"><p><strong>Widescreen - - </strong>Screen display ratio providing a greater width-to-height ratio. The 'standard' widescreen ratio is 16:9 (compared with the traditional TV ratio of 4:3).</p></div><div class=\"entry av\"><p><strong>Wireless  - </strong>Devices that are Wi-Fi or Wireless enabled can connect to a local area network and send/receive data without the need for a physical (wired) connection.</p></div><div class=\"entry av\"><p><strong>Wireless Inductive Charging  - </strong>Set to be one of the next key must-have functions in smartphones and handheld devices, wireless inductive charging allows for connector / cable-free charging of battery-powered devices.</p></div><div class=\"entry av\"><p><strong>xvYCC  - </strong>Extended gamut YCC (also called x.v. Color) is a color space that can be used in the video electronics of television sets to support a gamut 1.8 times larger than that of standard sRGB color space.</p></div><div class=\"entry av\"><p><strong>YPbPr  - </strong>Refers to Component video (YUV) at a higher resolution than standard definition.</p></div><div class=\"entry av\"><p><strong>Secam  - </strong>color-television broadcasting system used in France</p></div><div class=\"entry security\"><p><strong>Adware - </strong>Advertising software that may (or may not) monitor your computer use in order to target ads to you. This data is often sold to third parties in order to help them improve their marketing tactics and messaging.</p></div><div class=\"entry security\"><p><strong>Denial of Service  - </strong>A cyber-attack that overwhelms or impairs computer networks, systems, or applications by flooding them with data requests.</p></div><div class=\"entry security\"><p><strong>Encryption  - </strong>The process of converting regular text – in an email, for example – to unintelligible text using a cryptographic algorithm. The text is converted back to its original form when it is received by the intended recipient.</p></div><div class=\"entry security\"><p><strong>Keylogging  - </strong>The action of recording (logging) the keys pressed on a keyboard, typically covertly, so that the person using the keyboard is unaware that their actions are being monitored. Spyware and malware may use keylogging to steal usernames and passwords, among other things.</p></div><div class=\"entry security\"><p><strong>Malware - </strong>Refers to malicious software (malware) programs designed to damage or perform other unwanted actions on a computer system. Malware may be used to steal private data, delete data from a user’s computer, or give other people access to a user’s computer without their knowledge.</p></div><div class=\"entry security\"><p><strong>Multi-Factor Authentication (MFA)  - </strong>Multi-factor authentication – also called MFA – is a form of security authentication that requires a user to present two or more authentication factors in order for the authentication to be complete. For example, two-factor authentication (2FA) commonly asks users to input their username and password (authentication part one) and then might send them a text message or email with a code or link (authentication part two).</p></div><div class=\"entry security\"><p><strong>Phishing  - </strong>Phishing refers to attempts by an individual or group to solicit personal information from unsuspecting users by posing as a legitimate organization or a person (or coworker) they already know. Phishing scams are very common in the workplace and typically take the form of emails, text messages, or social media messages.</p></div><div class=\"entry security\"><p><strong>Ransomware  - </strong>A type of malicious software, or malware, designed to block access to a computer system until a financial ransom is paid. Ransomware is typically spread through phishing emails or by unknowingly visiting an infected website.</p></div><div class=\"entry security\"><p><strong>Spyware  - </strong>Software installed onto a computer system to gather information on individuals or organizations without their knowledge.</p></div><div class=\"entry security\"><p><strong>Virus  - </strong>A computer program used to compromise a computer system by performing actions that may be malicious and/or destructive. Viruses often create copies of themselves and send them to other computers that the host computer has access to.</p></div><div class=\"entry electrical\"><p><strong>Alternating Current (AC)  - </strong>An electric current that reverses its direction many times a second at regular intervals, typically used in power supplies. If you plug a piece of equipment into a wall socket, or it does not run solely on a battery (lighting, appliances, etc.) then you are using AC.</p></div><div class=\"entry electrical\"><p><strong>Circuit  - </strong>A circuit is a path in which electrons from a voltage or electrical current source flow. Circuits use two forms of electric power, Alternating Current (AC) and Direct Current (DC) (See Panels &amp; Circuit Breakers)</p></div><div class=\"entry electrical\"><p><strong>Circuit Breaker  - </strong>A circuit breaker is a device designed to shut off a circuit when too much current is flowing. This usually occurs if too many devices are plugged in or if there is a short circuit. Circuit breakers are usually installed in the electrical panel. (See Panels &amp; Circuit Breakers). </p></div><div class=\"entry electrical\"><p><strong>Current  - </strong>Current is the amount of electric charge that flows. </p></div><div class=\"entry electrical\"><p><strong>Direct Current (DC)  - </strong>An electric current flowing in one direction only. Commonly used in electronic devices with a battery for a power source, like a cell phone or a laptop.</p></div><div class=\"entry electrical\"><p><strong>Electric Power  - </strong>Electric power is the rate at which energy is used, stored, or transferred.</p></div><div class=\"entry electrical\"><p><strong>Electrical Outlet  - </strong>An outlet or receptacle is a socket that connects a device to an electricity supply. Also known as an electrical receptacle, or wall socket. (See Outlets &amp; Switches)</p></div><div class=\"entry electrical\"><p><strong>Electrical Panel - </strong>The electrical panel is a metal box that takes in the main power from your electric provider into your home and distributes the electrical current to the circuits throughout your home. Also, may be called a Service Panel, a Fuse Box, Breaker Box, or a Circuit Breaker panel. (See Panels &amp; Circuit Breakers)<br>\nThe panel also operates as a safety mechanism, helping to cut off the flow of electricity in cases of circuit overload.</p></div><div class=\"entry electrical\"><p><strong>Fuse  - </strong>A fuse is a device that shuts off the power to a circuit when too much electric current flows through it. This usually happens when too many appliances are plugged in or when there is a short circuit. Modern homes with updated wiring have circuit breakers, not fuses. (See Panels &amp; Circuit Breakers)</p></div><div class=\"entry electrical\"><p><strong>GFCI Outlet  - </strong>A ground fault circuit interrupter (GFCI), or Residual Current Device (RCD) is a type of circuit breaker which shuts off electric power when it senses an imbalance between the outgoing and incoming current.<br>\nThe main function of a GCFI is to protect people from electric shock and protect the house wires and receptacles from overheating and possible fire. They are mostly found in kitchens, bathrooms, and other high-moisture environments. (See Outlets &amp; Switches)</p></div><div class=\"entry electrical\"><p><strong>Ground  - </strong>In case of a short circuit in an electrical system, the grounding pathway is an alternative “safe” path for the excess electrical current to be dispersed.<br>\nOlder homes may not have grounding systems, which leaves them prone to fires and electrical shocks.</p></div><div class=\"entry electrical\"><p><strong>Jacket  - </strong>A term used in wiring; the jacket is the rubberized, protective outer covering over the wires.</p></div><div class=\"entry electrical\"><p><strong>Kilowatt-Hour (kWh)  - </strong>A unit of measurement for larger amounts of electricity usage. 1kWh=1,000 Watts.<br>\nThis number is commonly seen on your home electric bill to track your monthly energy consumption.</p></div><div class=\"entry electrical\"><p><strong>Power Surge  - </strong>A power surge happens when there is a very brief spike in your home’s electrical current. If a home has faulty wiring these power surges can damage your electrical system and any attached appliances or products using electrical outlets for power. (See Outlets &amp; Switches)<br>\nPower surges can happen from lightning strikes, but also from changes in the current that you don’t even notice. Ask your electrician about Whole Home Surge Protection to protect your valuables.</p></div><div class=\"entry electrical\"><p><strong>Switches  - </strong>A piece of equipment that controls the flow of electricity to an electrical circuit. </p></div><div class=\"entry electrical\"><p><strong>Voltage (V)  - </strong>Voltage is the “push” behind the electrical current. Average outlets run on 120V of electricity.</p></div><div class=\"entry electrical\"><p><strong>Watt/Wattage  - </strong>A watt is the unit of measurement to determine how much electrical energy is consumed in a second.<br>\nHigh-wattage products, like incandescent light bulbs, expend more electrical energy and are therefore more expensive to use than lower-wattage products like LED lighting.</p></div><div class=\"entry cable\"><p><strong>AWG  - </strong>Short for \"American Wire Gauge,\" this specification is used to measure the diameter of solid and round electrical conducted wire. This measurement helps determine a wire's current carrying capacity as well as its voltage and level of resistance. The standard way that a wire gauge rating is determined is that the larger the number, the smaller the actual AWG. For example, 14 AWG is smaller and contains less copper than a wire with a 12 AWG rating. See also: \"Wire Gauge.\"</p></div><div class=\"entry cable\"><p><strong>Cat5e - </strong>Short for \"Category 5e\", this is an Ethernet network cable standard that carries up to one Gigabit per second network speeds. (Its predecessor, Category 5, provided up to one hundred megabits per second speeds.) It is currently considered a minimum grade of cable to use for new network installations. Network installers often debate the relative merits of using Category 5e cable as opposed to newer technologies, such as Cat6 or Cat6A (see below). The decision comes down to cost vs usage requirements; for example, Category 5e provides more than enough bandwidth and speed for a home user / residential network, as residential internet connection speeds typically max out at 100 Mbps, one-tenth of the capabilities of Category 5e cabling. However, a corporate campus with dozens, or hundreds, of users may find itself limited by Category 5e wiring and need something with higher performance metrics.</p></div><div class=\"entry cable\"><p><strong>Cat6  - </strong>Short for \"Category 6\", this type of Ethernet cable is the next-generation standard following Cat5e. Like Cat5e, it supports Gigabit network speeds. However, it is built to more stringent technical requirements, allowing for better performance. While Cat5e cable supports gigabit speeds, problems can occur in practice, especially for longer runs of cable, the cable that is installed in areas that experience electrical interference, or other issues. When errors occur in the transmission of data across a network cable, that data needs to be resent, which causes the network to not perform as efficiently. Cat6 cable is designed to mitigate those issues by requiring the cable to perform to higher standards on several key benchmarks, including minimizing \"crosstalk\" (interference between two pairs of wires inside the cable).</p></div><div class=\"entry cable\"><p><strong>Cat6A  - </strong>As of 2015, \"Category 6A\" is the newest standard of Ethernet cable recognized in North America (although standards bodies in Europe have ratified other standards). It is designed to support ten gigabits per second and is an excellent choice for new commercial network installations. While currently being the most \"future-proof\" copper cable technology, it is also considerably more expensive to purchase as well as more difficult (thus, more expensive) to professionally install. In fact, there is debate among network installers as to whether it should be used at all, or whether another cable technology (such as fiber optic cable) should be deployed instead.</p></div><div class=\"entry cable\"><p><strong>CL2  - </strong>This is a cable jacket fire resistance rating defined in Article 725 of the National Electric Code. It stands for \"Class 2 Remote-Control, Signaling, and Power-Limited Circuits\" cable, which indicates that the cable is suitable for in-wall installation and use for certain low-voltage applications. Examples of Class 2 circuits include burglar alarm cabling, intercom wiring, and speaker wire. The jacket is designed to protect against voltage surges of up to 150 volts. CL2 cables may be further classified as \"CL2R\" (Riser-Rated) and CL2P (Plenum-Rated). For a more detailed explanation of Riser and Plenum ratings, see \"CMR\" and \"CMP\" below.</p></div><div class=\"entry cable\"><p><strong>CL3  - </strong>CL3 stands for \"Class 3\" wire and is also defined in Article 725 of the National Electric Code. Broadly speaking, it mirrors the definitions of Class 2 wire, but the jacket is designed to protect against voltage spikes of up to three hundred volts.</p></div><div class=\"entry cable\"><p><strong>CM - </strong>This is a cable jacket fire resistance rating defined in Article 800 of the National Electric Code. It stands for \"Communications Multipurpose\" cable, which indicates that the cable is a communications cable suitable for in-wall installation. In practice, \"communications cable\" means, \"network cable.\" Type CM cables are the minimum jacket ratings suitable for in-wall installation of network cables and are appropriate for installation inside a residence or a single-story commercial building. As with any in-wall-rated cable, the goal is to prevent fire from traveling along a cable from one part of a building to another. Cables that are labeled \"Type CM\" must pass a standardized flammability test and be certified by an accredited laboratory, such as Underwriters Laboratories (UL).</p></div><div class=\"entry cable\"><p><strong>CMP  - </strong>This is a cable jacket fire resistance rating defined in Article 800 of the National Electric Code. It stands for \"Communications Multipurpose Cable, Plenum\", which indicates that the cable is suitable for installation in a plenum space. Because air travels throughout a building via plenum spaces, it is critical that cables that are installed in such spaces do not give off toxic smoke when they burn. Thus, plenum-rated cables are designed using materials that burn more cleanly and self-extinguish more easily. As the flammability requirements for Type CMP cables are stricter than Type CM and CMR cables, Type CMP cables can be used as a substitute in any area where CM and CMR would be required. Cables that are labeled \"Type CMP\" must pass a standardized flammability test and be certified by an accredited laboratory, such as Underwriters Laboratories (UL).</p></div><div class=\"entry cable\"><p><strong>CMR  - </strong>This is a cable jacket fire resistance rating defined in Article 800 of the National Electric Code. It stands for \"Communications Multipurpose Cable, Riser\", which indicates that the cable is suitable for use in a \"riser\" installation, meaning, it can be installed vertically between stories of a commercial building. The goal of a riser-rated cable is to be flame-retardant enough to prevent the spread of fire from one floor to another. In that respect, it is more flame-retardant (and consequently, more expensive) than type CM cable, although not as much as type CMP cable (see CM, CMP). As the flammability requirements for Type CMR cables are stricter than Type CM cables, Type CMR cables can be used as a substitute in any area where Type CM would be required. Cables that are labeled \"Type CMR\" must pass a standardized flammability test and be certified by an accredited laboratory, such as Underwriters Laboratories (UL).</p></div><div class=\"entry cable\"><p><strong>CSA  - </strong>This stand for the Canadian Standards Association. This is the Canadian counterpart of Underwriters Laboratories and is often responsible for certifying cables and other products for safety in Canada. It is common to see a cable jacket stamped with the letters \"CSA\" followed by a \"file number\", indicating that the cable has been approved by the CSA for its intended use.</p></div><div class=\"entry cable\"><p><strong>FTP  - </strong>This is an abbreviation for a \"foiled twisted pair\" Ethernet cable. An FTP cable is constructed with a single aluminum shield that surrounds all four pairs of wires inside the cable, creating a cover for all the wires inside the cable. The purpose of the shield is to prevent RF interference from entering the cable. This is the most common type of shielded Ethernet cable in the United States, many times (incorrectly) referred to as STP (see also STP below).</p></div><div class=\"entry cable\"><p><strong>IEC  - </strong>Stands for \"International Electrotechnical Commission\" which is an International non-governmental organization that is based out of Switzerland. Most developed Nations around the world are currently members (Called National Committees) with developing Nations being encouraged to join an affiliate program. Electrotechnology encompasses electrical and electronic technologies. The IEC develops international standards for technologies that range from power generation to home appliances to marine energy. Regarding cabling, these standards make it easier to match power plugs to devices.</p></div><div class=\"entry cable\"><p><strong>In-Wall  - </strong>Usually in reference to an \"in-wall rated\" cable which is designed to be installed inside a wall safely. Cables that are in-wall rated need to have a designation printed on the cable jacket showing exactly what its rating is. These ratings are flammability related. CL2 and CL3 are commonly seen on standard in-wall rated cables such as HDMI cables or Audio Video cables. There are also higher-rated designations such as CM, CMR, and CMP. If a CL2-rated cable is required for an installation, a higher-rated cable can always be used in its place.</p></div><div class=\"entry cable\"><p><strong>Insulated Wire  - </strong>A metal conductor of electricity covered with a non-conducting material such as plastic. The plastic insulation protects the conductor and keeps it a certain distance from any shielding that would go on the outside of the insulation. Any cable for audio-video use would have an insulated wire.</p></div><div class=\"entry cable\"><p><strong>Jacket  - </strong>This is an external layer of insulation that covers and protects everything that make-up any cable assembly. If a cable is in-wall rated, it is only the jacket that has the rating. Different ratings require varied materials with varying burn and smoke requirements. Typical low-voltage cables will have a polyethylene or PVC jacket.</p></div><div class=\"entry cable\"><p><strong>LSZH  - </strong>Stands for \"Low Smoke Zero Halogen\" rated cable. Used in areas that are not able to be ventilated sufficiently such as aircraft, the railroad industry, or any other enclosed space. Polyethylene or PVC is typical in low-voltage cabling. During combustion, these materials emit dangerous gas. In the event of a fire, a cable with an LSZH-rated jacket will not release as much toxic smoke as regular cables.</p></div><div class=\"entry cable\"><p><strong>NEMA  - </strong>Stands for \"National Electrical Manufacturers Association\". In the cabling world, a NEMA connector is part of a group of standards referring to power plugs and receptacles used in North America. The power outlet used the most in the United States is the NEMA 5-15R. NEMA 5-15P is the male version that would be found on power cords.</p></div><div class=\"entry cable\"><p><strong>OD  - </strong>The abbreviation for the \"outside diameter\" dimension that is used to measure the diameter of a cable. In general, as the wire gauge increases, so does the cable OD. The thickness and the material that makes up the cable jacket can also affect the overall cable OD. All cable and wire specs will include the OD as part of the detail on cable drawings. When planning an installation with a conduit, it is especially important to know the OD of a cable, in the case that the conduit is running narrow, and the cable may not fit properly.</p></div><div class=\"entry cable\"><p><strong>Plenum  - </strong>These cables are to be used in the \"plenum\" area of a building, which is within a raised flooring area (such as air ducts) or wherever air circulates through the building. For a cable to obtain a \"plenum\" rating, the cable must have a fire-retardant jacket made from non-flammable material. Plenum cables will not emit toxic smoke if exposed to fire and will not reignite themselves after self-extinguishing. You will typically find plenum ratings used in network, security, fire alarm and coax video cables. Also see: \"CMP\"</p></div><div class=\"entry cable\"><p><strong>PVC  - </strong>This is the abbreviation for \"Polyvinyl Chloride,\" and is the most common jacket material used in cabling. PVC is a synthetic plastic polymer designed for indoor use. PVC breaks down easily if used outdoors, as it is not designed to withstand the outside elements. Standard PVC is not designed for use in the plenum areas of a building, as this material does omit toxic smoke when exposed to fire. This type of material is listed as the jacket material on the spec sheet for most PC cables and wires.</p></div><div class=\"entry cable\"><p><strong>Rip Cord  - </strong>This is a cord of strong yarn that is used to split the outer jacket of a cable, allowing access to the insulated conductors inside. Bulk fiber network cable will typically include a ripcord, but jacket rip cords can also be found in other types of wire as well. Rip cord is also used to describe split cables that can be pulled apart to strip back individual ends in cables such as speaker wires and lamp cords.</p></div><div class=\"entry cable\"><p><strong>Riser  - </strong>A \"riser-rated\" cable is designed for cable runs in non-plenum areas of a building, such as through cable risers between floors. An elevator shaft is also considered a \"riser\" area. These spaces cannot be used for environmental air or as part of the heating or cooling system of the building. A cable will get a \"riser\" rating if it self-extinguishes during a vertical burn test, which will prevent the flame from traveling up the cable. Also see: \"CMP\"</p></div><div class=\"entry cable\"><p><strong>STP  - </strong>This stands for \"shielded twisted pair” and refers to a type of network cable shielding where each individual pair of wires in a four-pair network cable has its own aluminum shield. This is different than the more-common FTP, which provides a single aluminum shield to cover all the wires. Note that much of the cable sold as \"STP cable\" in the United States is mislabeled, and is actually FTP cable (a single overall shield).</p></div><div class=\"entry cable\"><p><strong>Temperature Rating  - </strong>The temperature rating of a cable, usually written as a minimum and maximum in degrees Celsius. This rating tells the user where the wire can and cannot be used regarding the environment. If the wire is used in an environment outside the listed temperature rating, the wire may not perform as intended or may fail altogether. Temperature ratings can usually be found written on a cable's outer jacket.</p></div><div class=\"entry cable\"><p><strong>Tensile Strength  - </strong>This is a test of the maximum stress that a material can withstand while being stretched before failing under pressure. This becomes a key factor when pulling wire through walls or stringing wire through the air. If you pull a wire past its limit, the wire can either break or become deformed, hurting the wire's performance.</p></div><div class=\"entry cable\"><p><strong>Tinned Copper  - </strong>Copper wire that has a thin layer of tin, electroplated onto the outside. Tinning copper is usually done for cost-cutting reasons, as less copper is used in place of tin. Tin is also easier to solder than copper. While use of tinned copper does have its place in some wire configurations, most of the time using tinned copper in place of pure copper is seen as cutting corners to save money. With many types of wire, using tinned copper can cause unsafe conditions such as fire risks or may cause the wire to underperform. Ethernet cable, for example, is required to be pure copper to pass safety and performance certifications.</p></div><div class=\"entry cable\"><p><strong>Tolerance  - </strong>Refers to a manufacturer's rule for allowable size or length of deviation from the specifications set forth for a particular cable. Listing a tolerance is important as there are always slight variations that occur during the manufacturing process, so cables will vary in length by a small amount. Tolerance is usually listed as plus/minus numbers, indicating that the measurement may be a little bit more or a little bit less than the stated measurement. For example, a 7-foot Ethernet cable might have a tolerance listed as \"-15/+50\" This would indicate the cable is 7 feet long but could be shorter by up to 15mm, or could be longer by as much as 50mm.</p></div><div class=\"entry cable\"><p><strong>UL  - </strong>This stand for Underwriters Laboratories. This independent organization sets the standard for both electronic and electrical materials in the United States. UL creates safety standards for products that manufacturers must follow to display the UL logo on their products. Products that do not follow the UL standards could pose a fire risk or other safety concerns. UL creates standards for everything from wires and cables to smoke detectors and batteries. Wire gauge and materials used in the construction of a product is a couple of the aspects of manufacturing for which UL lists safety standards.</p></div><div class=\"entry cable\"><p><strong>UTP  - </strong>This is the abbreviation for \"Unshielded Twisted Pair\" Ethernet cables, which means the cable has no shield surrounding the twisted pair wires inside of the cable. UTP is commonly found in the description of the cable and can sometimes be found on the Ethernet jacket itself. These are the most used cables for Ethernet connections in areas where there is little interference from other devices.</p></div><div class=\"entry cable\"><p><strong>Voltage Rating  - </strong>A voltage rating is a numerical number that a wire assembly can safely operate within. The conductor itself and the outer jacket are given a voltage rating number. This number is not the maximum voltage of safe operation, but a smaller percentage of the maximum. You can expect to operate a continuous load at the voltage rating number. The voltage rating that is stamped on the cable jacket itself refers to the amount of voltage the jacket can absorb, not the wires inside of the cable. Voltage ratings are commonly found on power cables such as extension cords or TV power cables.</p></div><div class=\"entry cable\"><p><strong>VW-1  - </strong>The VW-1 rating written on a cable specifies the flammability of the outer jacket. It is a standardized test to measure how the outer jacket responds when exposed to a flame in a vertical orientation hence the abbreviation VW (vertical wire). VW-1 will be found on the jacket of the cable if it has a VW-1 rating. The term VW-1 applies to any cable going into a wall vertically.</p></div><div class=\"entry cable\"><p><strong>W  - </strong>A jacket labeled \"W\" e.g., \"SJTW\" designates it as suitable for outdoor and recreational use. It is designed to resist UV radiation from the sun and a wet environment. A greater temperature rating is present but does not denote a specified temperature. You will see this designation commonly found on outdoor extension cables or power cables that are suitable for outdoor use.</p></div><div class=\"entry cable\"><p><strong>Wire Gauge - </strong>This measures the diameter of a wire. There is a standard wire gauge system in place that is used for measuring the diameter of a solid, round electrically conducting wire.</p></div></div></div>\n        \n    </div>\n\t\t\t</div> <!-- .et_pb_code -->\n\t\t\t</div> <!-- .et_pb_column -->\n\t\t\t\t\n\t\t\t\t\n\t\t\t</div> <!-- .et_pb_row -->\n\t\t\t\t\n\t\t\t\t\n\t\t\t</div> <!-- .et_pb_section -->\t\t</div><!-- .et_builder_inner_content -->\n\t</div><!-- .et-l -->\n\t\t\t\t\t\t</div> <!-- .entry-content -->\n\n\t\t\t\t\n\t\t\t\t</article> <!-- .et_pb_post -->\n\n\t\t\t\n\n</div> <!-- #main-content -->\n\n\t<!-- .et-l -->\n\t    </div> <!-- #et-main-area -->\n\n\t\t\t\n\t\t</div><!-- #et-boc -->\n\t\t</div> <!-- #page-container -->\n\n\t\t\t\n\t\n\t<!-- Google tag (gtag.js) -->\n\n\n<!--  Clickcease.com tracking-->\n\n\n<!--  Clickcease.com tracking-->\n\n<!-- Equalize partners heights -->\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\n\t\n\n<div><div class=\"grecaptcha-badge\" data-style=\"bottomright\" style=\"width: 256px; height: 60px; display: block; transition: right 0.3s; position: fixed; bottom: 14px; right: -186px; box-shadow: gray 0px 0px 5px; border-radius: 2px; overflow: hidden;\"><div class=\"grecaptcha-logo\"><div title=\"reCAPTCHA\" width=\"256\" height=\"60\" role=\"presentation\" name=\"a-fvv37phu5xz5\" frameborder=\"0\" scrolling=\"no\" sandbox=\"allow-forms allow-popups allow-same-origin allow-scripts allow-top-navigation allow-modals allow-popups-to-escape-sandbox allow-storage-access-by-user-activation\" src=\"https://www.google.com/recaptcha/api2/anchor?ar=1&amp;k=6LfLhVEaAAAAAL0LGbhVpul7D4OHtGKYz8Ih-xls&amp;co=aHR0cHM6Ly9jdGd0eC5jb206NDQz&amp;hl=en&amp;v=PoyoqOPhxBO7pBk68S4YbpHZ&amp;size=invisible&amp;anchor-ms=20000&amp;execute-ms=30000&amp;cb=v4wew55xj4ru\" data-original-tag=\"iframe\">\n\n<title>reCAPTCHA</title>\n\n<link rel=\"stylesheet\" type=\"text/css\" href=\"https://www.gstatic.com/recaptcha/releases/PoyoqOPhxBO7pBk68S4YbpHZ/styles__ltr.css\">\n\n\n<div id=\"rc-anchor-alert\" class=\"rc-anchor-alert\"></div>\n\n<div class=\"rc-anchor rc-anchor-invisible rc-anchor-light  rc-anchor-invisible-hover\"><div id=\"recaptcha-accessible-status\" class=\"rc-anchor-aria-status\" aria-hidden=\"true\">Recaptcha requires verification. </div><div class=\"rc-anchor-error-msg-container\" style=\"display:none\"><span class=\"rc-anchor-error-msg\" aria-hidden=\"true\"></span></div><div class=\"rc-anchor-normal-footer\"><div class=\"rc-anchor-logo-large\" role=\"presentation\"><div class=\"rc-anchor-logo-img rc-anchor-logo-img-large\"></div></div><div class=\"rc-anchor-pt\"><a href=\"https://www.google.com/intl/en/policies/privacy/\" target=\"_blank\">Privacy</a><span aria-hidden=\"true\" role=\"presentation\"> - </span><a href=\"https://www.google.com/intl/en/policies/terms/\" target=\"_blank\">Terms</a></div></div><div class=\"rc-anchor-invisible-text smalltext\"><span>protected by <strong>reCAPTCHA</strong></span><div id=\"rc-anchor-invisible-classic-warning\"><div>reCAPTCHA is changing its terms of service. <a class=\"migrate-link\" href=\"https://google.com/recaptcha/admin/migrate\" target=\"_blank\">Take action.</a></div></div><div class=\"rc-anchor-pt\"><a href=\"https://www.google.com/intl/en/policies/privacy/\" target=\"_blank\" style=\"\">Privacy</a><span aria-hidden=\"true\" role=\"presentation\"> - </span><a href=\"https://www.google.com/intl/en/policies/terms/\" target=\"_blank\" style=\"\">Terms</a></div></div></div><div style=\"display: none;\" data-original-tag=\"iframe\"></div></div></div><div class=\"grecaptcha-error\"></div><textarea id=\"g-recaptcha-response-100000\" name=\"g-recaptcha-response\" class=\"g-recaptcha-response\" style=\"width: 250px; height: 40px; border: 1px solid rgb(193, 193, 193); margin: 10px 25px; padding: 0px; resize: none; display: none;\"></textarea></div><div style=\"display: none;\" data-original-tag=\"iframe\"></div></div></body></html>"
}